Repository: avendatagmbh/Viewbox_old_2021-
Catalog: Libraries/ViewBuilderBusiness/Resources/Resource.*.resx
Languages: fr

source: All
fr: Tous

# empty_distinct_columns
source: Do you want to hide the empty or distinct columns?
fr: Voulez-vous cacher les colonnes vides ou distinctes?

# empty_distinct_columns_name
source: Empty / distinct columns
fr: Colonnes vides / distinctes

# enlarge_datagrid
source: Should the details always be displayed in an enlarged fashion?
fr: Est-ce que les détails devraient toujours être affichés en mode élargi?

# enlarge_datagrid_name
source: Show details
fr: Afficher les détails

# export_description
source: Do you want the description of an export to be displayed inside the excel file?
fr: Voulez-vous la description d'une exportation affiché dans le fichier Excel?

# export_description_name
source: Export description in excel-file
fr: Exporter les descriptions dans un fichier Excel

# optCompanyCode
source: Company code
fr: Code d'entreprise

# optFinancialYear
source: Financial year
fr: Exercice financier

# optimization
source: Show the description of the optimization criteria?
fr: Afficher la description des critères d'optimisation?

# optimization_name
source: Presentation of optimization criteria
fr: Présentation des critères d'optimisation

# optSystem
source: System
fr: Système

# send_job_email
source: Do you want to receive an email after a background job completed?
fr: Voulez-vous recevoir un e-mail après avoir terminé une

# send_job_email_name
source: Emails after completed jobs
fr: Envoyer un e-mails une fois les travaux terminéstâche de fond?

# table_order
source: Do you want the last clicked reports/views to be placed at the top of the list?
fr: Voulez-vous les derniers rapports / vues cliqué placé en haut de la liste?

# table_order_name
source: Table order
fr: Ordre des tables

# thousand
source: Should there be a display of thousand separators within table view?
fr: Faudrait-il un séparateur de millier dans la vue de la table ?

# thousand_name
source: Thousand-separators
fr: Séparateur de millier

# Category_General
source: General
fr: Générale

# enlarged_datagrid
source: Should the details always be displayed in an enlarged fashion?
fr: Est-ce que les détails devraient toujours être affichés en mode élargi?

# enlarged_datagrid_name
source: Show details
fr: Afficher les détails

# am
source: Asset Management
fr: Gestion d'actifs

# ap
source: Account Payables / Vendors
fr: Dettes compte / Fournisseurs

# ar
source: Account Receivable / Customers
fr: Comptes débiteurs / clients

# co
source: Controlling
fr: Contrôle

# ek
source: Purchase
fr: Achat

# fi
source: General Ledger
fr: Comptabilité générale

# mm
source: Material Management
fr: Gestion du matériel

source: Other
fr: Autre

# pm
source: Plant Management
fr: Gestion des plantes

# sd
source: Sales Department
fr: Service des ventes

# ue
source: Multiple sections
fr: Plusieurs sections
