Repository: avendatagmbh/Viewbox_old_2021-
Catalog: Projects/TransDATA/*/Localisation/ResourcesCommon.*.resx
Languages: de

# BtnDisconnectCaption
source: Disconnect
de: Abmelden

# BtnExportCaption
source: Export
de: Exportieren

# BtnLogin
source: Login
de: Anmelden

# BtnNewParamCaption
source: New parameter
de: Neuer Parameter

# BtnProfilesCaption
source: Profiles
de: Profile

# BtnTestConnectionCaption
source: Test connection
de: Verbindung Testen

source: Cancel
de: Abbrechen

source: Close
de: Schließen

# ComboBoxNothing
source: Please select...
de: Bitte auswählen...

source: Common
de: Allgemein

source: Connection failed
de: Verbindung nicht möglich

source: Connection string
de: Verbindungszeichenfolge

source: Connection succeed
de: Verbindung erfolgreich

# CtlSortTableListCaption
source: Sort order of the table list
de: Sortierung der Tabellenliste

# CtlSortTableListCountDesc
source: count of datasets descending
de: Datensatzanzahl absteigend

# CtlSortTableListNameAsc
source: name ascending
de: Name aufsteigend

# CtlSortTableListOriginal
source: original order
de: ursprüngliche Reihenfolge

source: Current workstep
de: Momentaner Arbeitsschritt:

# DatabaseConnectionFailed
source: Could not connect to database:
de: Verbindung zur Datenbank nicht möglich:

# DatabaseConnectionOk
source: The database connection has been successfully etablished.
de: Die Verbindung zur Datenbank konnte erfolgreich hergestellt werden.

source: Database type
de: Datenbanktyp

source: datasets
de: Datensätze

source: Delete
de: Löschen

# DlgLoginCaption
source: TransDATA Professional / Login
de: TransDATA Professional / Anmeldung

# DlgProfilesCaption
source: Profile management
de: Profilverwaltung

# DlgSelectDatabaseCaption
source: Select database connection
de: Datenbankverbindung auswählen

source: empty tables
de: leere Tabellen

source: Error
de: Fehler

# ExportFinished
source: Data Export finished.
de: Export abgeschlossen.

# ExportFinishedCaption
source: Data Export finished
de: Export abgeschlossen

source: Export folder
de: Zielordner

# ExportStepExportingTables
source: exporting tables
de: Exportiere Tabellen

# ExportStepGeneratingIndexXml
source: generating index.xml
de: Erzeuge index.xml

# FilledTables
source: tables
de: Tabellen

source: filter list
de: Liste filtern

# ImportStepFinished
source: Extraction metadaten finished.
de: Extraktion Metadaten abgeschlossen.

# ImportStepFinishedCaption
source: Extraction metadaten finished
de: Extraktion Metadaten abgeschlossen

# ImportStepGeneratingMetaInformation
source: Extract metadata
de: Extrahiere Metainformationen

# ImportStepCountingTable
source: Counting table
de: Ermittle Datensatzanzahl

# ImportStepSaving
source: Saving data
de: Speichere Daten

source: Language
de: Sprache

source: New
de: Neu

source: no name
de: keine Bezeichnung

source: ODBC-Driver
de: ODBC-Treiber

source: phone:
de: Telefon:

source: Profile
de: Profil

source: Profile name
de: Profilname

# RequestCancelExport
source: Are you sure, that the running data export should be cancelled?
de: Soll der laufende Datenexport wirklich abgebrochen werden?

# RequestCancelExportCaption
source: Cancel data export?
de: Datenexport abbrechen?

# RequestDeleteProfile
source: Should the profile '{0}' really be deleted?
de: Soll das Profil '{0}' wirklich gelöscht werden?

source: sort list
de: Liste sortieren

# SupportMailArchitecture
source: architecture:
de: Architektur:

# SupportMailCompanyName
source: company name:
de: Firmenname:

# SupportMailContactPerson
source: contact person:
de: Ansprechpartner:

# SupportMailEMail
source: mail:
de: eMail:

# SupportMailOperatingSystem
source: operation system:
de: Betriebssystem:

# SupportMailPhone
source: phone:
de: Telefon:

# SupportMailProblemDescription
source: problem description:
de: Problembeschreibung:

# SupportMailProgramVersion
source: application version:
de: Programmversion:

# SupportMailUnknownArchitecture
source: unknown
de: Unbekannt

source: Tables total:
de: Tabellen gesamt:

source: Tables processed:
de: Tabellen bearbeitet:

# TransferFinished
source: Datatransfer finished.
de: Transfervorgang abgeschlossen.

# TransferFinishedCaption
source: Datatransfer finished
de: Transfervorgang abgeschlossen

source: unknown
de: unbekannt

source: User
de: Benutzer

source: User defined parameter
de: Benutzerdefinierte Parameter

# UserDefinedParameterHelp
source: You could enter additional parameters for the connection string in this field. The parameter should be entered in the format <parametername>=<value>. Multiple parameters could be divided by ";", if neccesary: <parametername1>=<value1>;<parametername2>=<value2>,...
de: In diesem Feld können Sie bei Bedarf zusätzliche Parameter für die Verbindungszeichenfolge angeben. Die Parameter sollten in dem Format <Parametername>=<Wert> angegeben werden. Mehrere Parameter können Sie ggf. durch ";" getrennt angeben: <Parametername1>=<Wert1>;<Parametername2>=<Wert2>;...

# XmlComment
source: Comment
de: Kommentar

# XmlLocation
source: Location
de: Ort

source: XML-Properties
de: XML-Eigenschaften

# InputType
source: Data source
de: Datenquelle

# OutputType
source: Output
de: Ausgabe

# InputConfig
source: Configurate data source
de: Konfiguration Datenquelle

# OutputConfig
source: Configurate output
de: Konfiguration Ausgabe

source: import tables
de: Tabellen importieren

source: import views
de: Views importieren

# NoProfileSelected
source: No profile selected. Please choose or create one.
de: Kein Profil ausgewählt. Selektieren oder erstellen Sie vor dem Export ein Profil.

# NoProfileSelectedCaption
source: No profile selected
de: Kein Profil ausgewählt

source: Field-Seperator
de: Feld-Trenner

source: Line-End-Seperator
de: Zeilenende-Trenner

# Threadcount
source: Process threads:
de: Anzahl der benutzten Threads

# DoAnalyzation
source: Analyze data during transfer
de: Analysiere Daten während Transfer

# TransferStepExportTables
source: Transfer tables
de: Transferiere Tabellen

source: Zip after export
de: Nach Export zippen

source: filtered
de: gefiltert

source: selected
de: selektiert

source: CPU-Usage:
de: CPU-Nutzung:

source: Log performance
de: Performance aufzeichnen

# RamUsage
source: Free RAM:
de: Freier RAM:

# CtlSortColumnListCaption
source: Sort order of the column list
de: Sortierung der Spaltenliste

# CtlSortColumnListNameAsc
source: Name ascending
de: Name aufsteigend

# CtlSortColumnListOriginal
source: original order
de: ursprüngliche Reihenfolge

source: Errors:
de: Fehler:

# MailFile
source: TransDATA_transfer_protocol_
de: TransDATA_Transfer_Protokoll_

# MailFileInAttachement
source: The information- / logfile for the transfer progress can be found in the attachement of this e-Mail.
de: Die Informations- / Logdatei des Transferprozesses befindet sich im Anhang dieser e-Mail.

# MailSubjectFinished
source: [TransDATA] - Transfer progress finished of profile {0}
de: [TransDATA] - Transferprozess abgeschlossen von Profil {0}

# MailConfiguration
source: configurate mail
de: Konfiguration Mail

# MailPassword
source: Password
de: Passwort

# MailUser
source: User
de: Benutzer

# MailUseSsl
source: Use SSL
de: SSL benutzen

# MailSendStatusmail
source: Send statusmail
de: Statusmail senden

# MailSendStatusmailTime
source: Datetime when statusmail will be sended
de: Uhrzeit, wann die Statusmail versandt wird

# MailFileStatus
source: TransDATA_transfer_status_protocol_
de: TransDATA_Transfer_Status_Protokoll_

source: Columnselection
de: Spaltenauswahl

source: Table selection
de: Tabellenauswahl

source: Day
de: Tag

source: Days
de: Tage

source: Hour
de: Stunde

source: Hours
de: Stunden

# MailSubjectStatusmail
source: [TransDATA] - statusmail of profile {0}
de: [TransDATA] - Statusmail des Profils {0}

source: Minutes
de: Minuten

source: Second
de: Sekunde

source: Seconds
de: Sekunden

# TableInfoComment
source: Comment:
de: Kommentar:

# TableInfoCount
source: Datasets:
de: Datensätze:

# TableInfoLastTransfer
source: Last transfer:
de: Letzter Transfer:

# TableInfoLastTransferDestinationCount
source: Datasets destination:
de: Datensätze Ziel:

# TableInfoLastTransferDuration
source: Duration:
de: Dauer:

# TableInfoLastTransferSourceCount
source: Datasets source:
de: Datensätze Quelle:

# TableInfoTable
source: Table:
de: Tabelle:

# MailDocumentCurrentAction
source: Current action:
de: Momentane Aktion:

# MailDocumentCurrentStatus
source: Current status of transfer
de: Momentaner Transferstatus

# MailDocumentDatasetCount
source: Dataset count
de: Datensatzanzahl

# MailDocumentFinished
source: TransDATA - Protocol of transfer
de: TransDATA - Transferprotokoll

# MailDocumentJob
source: Table of job {0}:
de: Tabelle von Job {0}:

# MailDocumentStartTime
source: Start time:
de: Startzeitpunkt:

# MailDocumentStatus
source: TransDATA - Status of transfer
de: TransDATA - Transferstatus

# MailDocumentTable
source: Table
de: Tabelle

# MailDocumentTablesErrors
source: Table Errors
de: Tabellen mit Fehlern

# MailDocumentTablesFinished
source: Finished Tables
de: Fertig gestellte Tabellen

# MailDocumentTablesProcessed
source: Tables processed:
de: Bearbeitete Tabellen:

# MailDocumentTablesTotal
source: Tables totel:
de: Tabellenanzahl total:

# MailDocumentTimeElapsed
source: Time elapsed:
de: Momentane Dauer:

# MailDocumentErrormessage
source: Error message
de: Fehlermeldung

source: Dataset preview
de: Datensatzvorschau

# ColumnSelect
source: Select column
de: Spalte selektieren

# ColumnUnselect
source: Unselect column
de: Spalte deselektieren

# CtlSortColumnListUserDefined
source: user defined
de: Benutzerdefiniert

source: Column overview
de: Spaltenübersicht

source: Dataset overview
de: Datensatzübersicht

# DatasetPreviewCount
source: Datasetcount or preview
de: Datensatzanzahl für Vorschau

source: Use Ado connection
de: Ado Verbindung verwenden

# DocumentExport
source: Documentation
de: Dokumentation

# TableInfoLastTransferError
source: Error:
de: Fehler:

# DoFileSplit
source: Perform file splitting
de: Dateien aufteilen

source: File-encoding
de: Datei-Encoding

# FileSplitSize
source: Dataset count of the splitted files
de: Datensatzgröße der aufgeteilten Dateien

# ImportFolder
source: Source directory
de: Quellverzeichnis

source: Import sub directories
de: Unterverzeichnisse importieren

# ToolTipCheckFileEncoding
source: Check file-encoding
de: Datei-Encoding prüfen

# ToolTipCheckFileEncodingError
source: Encoding not detected.
de: Encoding wurde nicht erkannt.

# ToolTipCheckFileEncodingOk
source: Encoding detected.
de: Encoding wurde erkannt.

# BtnEditProfileCaption
source: Edit profile
de: Profil bearbeiten

source: Save
de: Speichern

# TableInfoCatalog
source: Catalog:
de: Katalog:

# CtlSortTableListTransferState
source: transfer state
de: Transfer Status

# ColumnLength
source: Length:
de: Länge:

# CtlSortTableListCountAsc
source: count of datasets ascending
de: Datensatzanzahl aufsteigend

source: Datatype:
de: Datentyp:

# MailCaption
source: Email settings
de: Email Einstellungen

# CtlSortColumnListNameDesc
source: name descending
de: Name absteigend

# CtlSortTableListNameDesc
source: name descending
de: Name absteigend

# CtlFilterTableListAll
source: All
de: Alle

# CtlFilterTableListCaption
source: Filter for tables
de: Filter für Tabellen

# CtlFilterTableListCountDifference
source: Count difference
de: Datensatzunterschied

# CtlFilterTableListError
source: Error
de: Fehler

# CtlFilterTableListNotTransfered
source: Not transfered
de: Nicht transferiert

# ExportStepExportingErrorTables
source: exporting tables with errors
de: Exportiere Tabellen mit Fehlern

# MailProcessErrorTables
source: TransDATA - Protocol of transfer - continue with errors
de: TransDATA - Transferprotokoll - bearbeite Fehler

# UserLogin
source: Sign up user:
de: Angemeldeter Benutzer:

# UserTooltipCaption
source: (Leftclick for editing)
de: (Linksklick zum bearbeiten)

# DlgEditProfileCaption
source: Edit profile
de: Profil beabreiten

# DlgEditUserCaption
source: Edit user
de: Benutzer bearbeiten

# DlgExportCaption
source: Data export
de: Datenexport

# DlgImportDbStructureCaption
source: Import database structure
de: Importiere die Datenbank Struktur

# DlgTransferCaption
source: Transfer progress
de: Transferfortschritt

# CtlEditUserNewPassword
source: New password
de: Neues Passwort

# CtlEditUserNewPasswordRepeat
source: New password repeat
de: Neues Passwort wiederholen

# CtlEditUserOldPassword
source: Old password
de: Altes Passwort

# CtlEditUserUserFullName
source: Username (long)
de: Benutzername (lang)

# CtlEditUserUserName
source: Username
de: Benutzername

# ProfileManagementModelAnalyseDb
source: Analyse database-structure? For big databases the analysation could take a while.
de: Datenbankstruktur analysieren? Das Einlesen der Datenbank Struktur kann je nach Größe sehr lange dauern.

# ProfileManagementModelAnalyseDbCaption
source: Analyse database-structure?
de: Datenbankstruktur analysieren?

# ExportStepExportingCreateDocumentation
source: Create documentation
de: Erstelle Dokumentation

# MailDocumentCatalog
source: Catalog
de: Katalog

# MailDocumentComment
source: Comment
de: Kommentar

# MailDocumentCountSource
source: Datasets in source
de: Datensätze in Quelle

# MailDocumentCountDestination
source: Datasets in destination
de: Datensätze in Ziel

# MailDocumentDuration
source: Transfer duration
de: Transferdauer

# MailDocumentTablesCountDifference
source: Tables with count difference
de: Tabellen mit Datensatzunterschied

# MailDocumentTablesError
source: Tables with errors
de: Tabellen mit Fehlern

# MailDocumentTablesNotTransfered
source: Not transfered tabes
de: Tabellen nicht transferiert

# MailDocumentTablesOk
source: Tables succeded
de: Tabellen erfolgreich

# MailSubjectContinueWithErrorTables
source: [TransDATA] - Transfer progress error tables of profile {0}
de: [TransDATA] - Transferprozess - bearbeite Fehlertabellen von Profil {0}

# CtlLegendCaption
source: Legend
de: Legende

# StatusDatadestination
source: Outputdestination
de: Ausgabeziel

# StatusDatasource
source: Datasource
de: Datenquelle

# CSV
source: CSV-Files
de: CSV-Dateien

source: Database
de: Datenbank

# GDPDU
source: GDPdU-Files
de: GDPdU-Dateien

# LegendConnectionFailed
source: Connection failed
de: Verbindung fehlgeschlagen

# LegendConnectionOk
source: Connection established
de: Verbindung hergestellt

# LegendNotSelectedElement
source: Deselected item
de: Abgewähltes Element

# LegendSelectedElement
source: Selected item
de: Ausgewähltes Element

# LegendSort
source: Sorting
de: Sortierung

# LegendTransferCountDifference
source: Transfer with difference in count
de: Transfer mit Datensatzunterschied

# LegendTransferError
source: Transfer with error
de: Transfer mit Fehler

# ImportFolderLog
source: Directory with log files
de: Verzeichnis mit Log-Dateien

# ImportHeadlineFirstLine
source: Headline in first line
de: Überschrift in erster Zeile

source: Optionally enclosed
de: Optionales Einschlusszeichen

# DlgInitialPasswordCaption
source: TransDATA Professional / Initial password
de: TransDATA Professional / Initialpasswort

# MailRecipients
source: Recipents
de: Empfänger

# MailRecipientsAdd
source: Add recipient
de: Empfänger hinzufügen

# MailRecipientsRemove
source: Remove recipient
de: Empfänger entfernen

# HddUsage
source: Free disk space:
de: Freier Festplattenspeicher:

source: Log directory
de: Log Verzeichnis

source: Copy
de: Kopieren

source: Use catalog
de: Catalog verwenden

source: Use schema
de: Schema verwenden

# DocumentationFolderName
source: Documentation
de: Dokument

source: Documentation created
de: Dokumentation erstellt.

# ExportStepExportingWaitForConnection
source: Waiting for connection...
de: Warten auf Verbindung...

# SplitTable
source: Table is split among multiple files
de: Tabelle wurde aufgeteilt auf mehrere Dateien

# DlgHistorySelectorCaption
source: Recent
de: Kürzlich

# TransferModelNoTablesSelected
source: No tables were selected for transfer.
de: Es wurden keine Tabellen zum Transfer ausgewählt.

# MainWindowErrorReadingDBStructure
source: Error reading the database structure
de: Fehler beim Einlesen der Datenbankstruktur

# MainWindowLongTimeRunning
source: The scan of the database structure, depending on the size take a long time, you want to continue anyway?
de: Das Einlesen der Datenbank Struktur kann je nach Größe sehr lange dauern, möchten Sie dennoch fortfahren?

# MetaDataAgentCsvErrorInTheFile
source: Error in the file
de: Fehler bei der Datei

# BtnDatabaseStructureAnalyze
source: Database structure analyze
de: Datenbankstruktur einlesen

source: Company ID field name
de: Unternehmen ID Feldnamen

# CompanyIdLength
source: Company ID length in table names
de: Unternehmen ID-Länge in Tabellennamen

# DlgEmailConfigurationCaption
source: Email configuration
de: Email Konfiguration

# FilesInSelectedDirectory
source: Files in the selected directory
de: Dateien im ausgewählten Verzeichnis

# FirstRowEachFile
source: First row in each file
de: Erste Zeile in jeder Datei

# FirstRowFirstFile
source: First row of the first file only
de: Erste Zeile der ersten Datei nur

# NoHeaderInfo
source: No header information
de: Kein Header-Informationen

source: Selected CSV files
de: Ausgewählte CSV Datei

source: Source files
de: Quelldateien

# AutomaticDetection
source: Automatically detect
de: Automatisch erkennen

source: BAAN specify
de: BAAN angeben

source: Header information
de: Header-Informationen

source: Source type
de: Quelltyp

source: Use compressed database
de: Komprimierte Datenbank verwenden

source: Use original database
de: Originaldatenbank verwenden

# UseOriginalPrefix
source: Use original table prefix
de: Präfix Originaldatenbank vor Tabellenname

# UseSql
source: Use MsSQL
de: Verwenden MsSQL
