Repository: avendatagmbh/Viewbox_old_2021-
Catalog: Projects/Shutdown/Viewbox/Viewbox/Properties/Resources.*.resx
Languages: fr, it

# UserDefinedIssueDescriptionsText
source: Bitte geben Sie die Bezeichnungen für folgende Felder an:
fr: Veuillez bien spécifier les descriptions des champs suivants:
it: prego specificare le descrizioni per i seguenti campi:

# UserDefinedIssueDescriptionsTextLanguages
source: Bitte geben Sie die Bezeichnungen für folgende Felder in der jeweiligen Sprache an:
fr: Veuillez bien spécifier les descriptions des champs suivants et les langues particulières:
it: prego specificare le descrizioni per i seguenti campi e indicare le lingue particolari:

# UserManagement
source: Benutzerverwaltung
fr: Gestion Utilisateur
it: gestione utente

# Username
source: Benutzername
fr: Nom d'utilisateur
it: nome utente

# UserRight
source: Benutzerrecht
fr: droits d'utilisateur
it: opzioni dell'utente

# ValidatingInputs
source: Eingaben werden überprüft
fr: Validation des entrées
it: immissioni dati in convalida

# ValidatingInputsPleaseWait
source: Eingaben werden überprüft, bitte warten Sie...
fr: Validation des entrées, merci d'attendre...
it: immissioni dati in convalida, prego attendere….

# VeryLongRunningDialogText
source: {0} kann sehr lange dauern. Sie können die Aktion im Hintergrund ausführen lassen und werden benachrichtigt, sobald die Aktion abgeschlossen wurde.
fr: Cette action peut demander beaucoup de temps. Si vous appuyer sur Continuer, vous pouvez continuer a utiliser la viewbox. Vous allez recevoir une notification quand {0} est terminé.
it: Questa operazione potrebbe richiedere molto tempo. Se cliccate sul tasto continue potrete impiegare questo tempo di attesa per fare qualcos'altro. Ad operazione di {0}completata sarete avvisati. Altrimenti sarete direttamente indirizzati alla visualizzazione dei risultati. Potete seguire questa operazione nel centro di comando.

# View
source: Sicht / View
fr: Vue
it: Visionare

# ViewboxDbVersion
source: Viewbox Datenbank Version
fr: Version base de données de Viewbox
it: versione database di Viewbox

source: Viewbox Version
fr: Version Viewbox
it: versione Viewbox

# ViewListHelp
source: Ansicht Liste
fr: afficher la liste
it: elenco di visione

# ViewListPartial
source: _ViewList.de
fr: _ViewList.fr
it: _ViewList.it

# ViewOptions
source: Ansichtseinstellungen
fr: Afficher les options
it: opzioni di View

# Views
source: Sichten / Views
fr: Vues
it: Views

# ViewSearch
source: Sicht/Transaktionsnr. suchen...
fr: rechercher l'affichage/ l'identité de la transaction...
it: trovare visualizzazione / transazione id…

# Visible
source: Sichtbar
fr: Visible
it: visibile

# VisibleColumns
source: Sichbare Spalte
fr: Colonnes visibles
it: colonne visibili

# VisibleTables
source: Sichtbare {0}
fr: Visible {0}
it: visibile {0}

# Warning
source: Achtung!
fr: Attention!
it: Attenzione!

# WarningSelectColumn
source: Sie müssen mindestens eine Spalte zum Gruppieren auswählen.
fr: Vous devez sélectionner au moins une colonne pour démarrer la création d'un groupement.
it: per iniziare a raggruppare dovete selezionare almeno una colonna.

# With
source: mit
fr: avec
it: con

# WithFunction
source: mit der Funktion {0}
fr: avec fonction {0}
it: con funzione {0}

# WithFunctions
source: mit den Funktionen {0}
fr: avec les fonctions {0}
it: con funzioni {0}

# WrongBrowserCaption
source: Nicht unterstützer Browser
fr: Navigateur Internet non compatible
it: browser non supportato

# WrongBrowserText
source: Sie benutzen einen nicht unterstützen Browser. Bitte betrachten Sie die Viewbox mit einem der folgenden Browser: Mozilla Firefox ab Version 4, Internet Explorer ab Version 8, Google Chrome.
fr: Veuillez bien utiliser l'un des navigateurs suivants pour utiliser la Viewbox: Mozilla Firefox à partir de la version 4, Internet Explorer à partir de la version 8, Google Chrome.
it: Prego utilizzare uno dei seguenti motori di ricerca per entrare in Viewbox: Mozilla Firefox versione 4, Internet Explorer versione 8, Google Chrome.

# WrongDataType
source: Einer der eingegebenen Werte stimmt nicht mit dem Datentyp der Spalte überein.
fr: Une des valeurs insérées n'est pas conforme au type de donnée de la colonne.
it: Uno dei valori inseriti non è conforme con la tipologia dei dati della colonna.

# WrongParameterText
source: Der Parameter {0} erfordert den Datentyp {1}. Bitte korrigieren Sie Ihre Eingabe.
fr: Le paramètre {0} requiert le type de donnée {1}. Veuillez bien corriger votre entrée.
it: Il parametro {0} richiede la tipologia di dato {1}. Prego correggere il vostro inserimento dei dati.

# WrongParameterType
source: Falscher Parametertyp
fr: Type de paramètre incorrect
it: tipologia di parametro errata

# Yes
source: Ja
fr: Oui
it: si

# YourEmail
source: Ihre E-Mail-Adresse
fr: votre adresse email
it: il vostro indirizzo email

# YourName
source: Ihr vollständiger Name
fr: votre nom entier
it: il vostro nome completo

# YourPassword
source: Ihr Passwort
fr: votre mot de passe
it: la vostra password

# YourUsername
source: Ihr Benutzername
fr: votre nom d'utilisateur
it: il vostro nome utente

# IssueParameterGroupSaveCaption
source: Bitte geben Sie einen Namen für die Parameter-Gruppe an.
fr: Merci de donner un nom au paramètre de groupement avant de sauvegarder
it: Please add a name for the parameter group to save.

# ReportParametersSavedSuccessfully
source: Report Parameter wurden erfolgreich gespeichert.
fr: Paramètres du rapport sauvegardés.
it: Riportare i parametri salvati con successo.

# IssueParameterGroups
source: Sachverhalt Parameter-Gruppen
fr: Créer des paramètres de groupement.
it: Emettere gruppi di parametri.

# GenerateEmptyDistinct
source: Generieren des leeres, deutliche Tabelle
fr: Générer la table vide distincte
it: Generare il vuoto, tabella distinta

# GenerateIndexes
source: Generieren Indizes.
fr: Générer des index.
it: Genera indici.

# NoAdminTasks
source: Keine Admin-Aufgaben.
fr: Pas de tâches administratives.
it: Nessuna attività di amministrazione.

# ColumnFilterClear
source: Filterung löschen
fr: Effacer
it: Stralcio

# ColumnFilterOpen
source: Auswählen
fr: Filtrer
it: Filtrazione

# ExactMatch
source: Genaue Übereinstimmung
fr: Correspondance exacte
it: corrispondenza esatta

# InsertOldPassword
source: Altes Passwort angeben
fr: Entrez votre ancien mot de passe
it: Inserisci la tua vecchia password

# PromptForNewPassword
source: Bitte neues Passwort angeben.
fr: Entrez un nouveau mot de passe
it: Si prega di inserire una nuova password.

# PasswordModification
source: Passwort Änderung.
fr: Modification mot de passe.
it: Modifica password.

# PasswordModificationSucceeded
source: Kennwort erfolgreich aktualisiert!
fr: Mot de passe mis à jour avec succès!
it: Password aggiornato con successo!

# TryAgain
source: Versuchen Sie bitte noch einmal
fr: Veuillez réessayer
it: Riprovare

# WrongPassword
source: Falsches Passwort, bitte versuchen Sie es noch einmal.
fr: Mot de passe incorrect, s'il vous plaît veuillez réessayez.
it: Errore di password, riprovi per favore.

# ErrorSavingIssueParametersProbablyAnotherUserIsLoggedIn
source: Fehler beim Speichern der Sachverhalts-parameter. Ein anderer User ist wahrscheinlich gleichzeitig eingeloggt.
fr: Erreur lors de la sauvegarde des paramètres de requête. Un autre utilisateur avec le même nom d'utilisateur est probablement connecté.
it: Errore di parametri nell' salvare. Forse un altro utente col stesso nome di utente è registrato.

source: temporary column
fr: Colonne temporaire
it: colonna temporanea

source: temporary table
fr: Tableau temporaire
it: tabella temporanea

# OutOfMaxRange
source: Der Parameter: {0} muss kleiner oder gleich {1} sein
fr: Le paramètre: {0} doit être inférieure ou égal à {1}
it: i parametri: {0} deve essere inferiore o uguale a {1}

# OutOfMinRange
source: Der Parameter: {0} muss grösser oder gleich {1} sein
fr: Le paramètre: {0} doit être supérieure ou égal à {1}
it: i parametri: {0} deve essere maggiore o uguale a {1}

# GetIssueRecordCount
source: Zeilenanzahl abfragen
fr: Obtenir le nombre d'enregistrements du problème
it: Come Conteggio record problema

# IssueRecordCount
source: Zeilenanzahl:
fr: Nombre d'enregistrements:
it: Record conte:

# PreLoadRecordCount
source: Vorladen
fr: Précharge
it: Precarico

# Disabled
source: Deaktivieren
fr: Désactivé
it: Disabile

# Enabled
source: Aktivieren
fr: Activé
it: Abilitato

# ExportRights
source: Exportrechte
fr: Droits à l'exportation
it: Diritti di esportazione

# NoAdditionalInformation
source: keine Zusatzinformationen
fr: Pas d'information supplémentaire
it: Nessuna informazione aggiuntiva

# EditField
source: Bereich bearbeiten
fr: Modifier l'enregistrement
it: Modifica campo

# FilterOnField
source: Bereich filtern
fr: Faire un filtre sur l'enregstrement
it: Filtro bereich

# ShowAll
source: Alle anzeigen
fr: Montrer tout
it: Mostra tutti

source: Excel like filter
fr: Faire un filtre type Excel
it: Eccellere come filtro

# Password_Expired_Choose_New
source: Ihr Kennwort ist abgelaufen, bitte wählen Sie ein neues Passwort.
fr: Votre mot de passe a expiré, merci de choisir un nouveau mot de passe
it: La password è scaduta, si prega di scegliere una nuova password.

source: Password Policy
fr: Règles pour la création d'un mot de passe
it: Criterio password

# Confirm_Password
source: Passwort bestätigen
fr: Confirmer le mot de passe
it: Conferma password

# SelectAll
source: Alle auswählen
fr: Tout sélectionner
it: Seleziona tutti

# DownloadBluelineDocuments
source: Blueline Dokument herunterladen
fr: Download blueline document
it: Scarica il documento Blueline

# GetBluelineDocuments
source: Blueline Dokumente werden geholt
fr: Get blueline documents
it: Prendi documenti Blueline

# ApplyForUsers
source: Einstellungen bei anderen Usern auch anwenden.
fr: Appliquer les paramèters aux autres utilisateurs
it: Applicare le impostazioni per altri utenti

# OptimizationDelete
source: Soll die ausgewählte Optimierung tatsächlich gelöscht werden?
fr: Etes-vous sûr de vouloir supprimer définitivement les critères d'optimisations sélectionnés?
it: Vuoi davvero eliminare l'ottimizzazione selezionata in modo permanente?

# StartsWithFilter
source: Beginnt mit
fr: Commence par
it: Inizia con

# NotAssignedAccount
source: Nicht zugeordnet
fr: Attribué
it: Non assegnato

# DCWDescription
source: Struktur / Konto
fr: Structure / Compte
it: Struttura / account

# DCWOldValue
source: Vorjahr
fr: Ancienne valeur
it: Valore precedente

# DCWValue
source: Betrag
fr: Valeur
it: Valore

# DcwCurrency
source: Berichtswährung
fr: Devise
it: Valuta

# DcwFrom
source: Von
fr: Du
it: Da

# DcwPeriod
source: Stichtag
fr: Period
it: Periodo

# DcwRefMandant
source: Mandant
fr: Reference mandant
it: Riferimento mandante

# DcwTo
source: Bis
fr: Au
it: a

# DcwRefMandantKreis
source: Mandantkreis
fr: Groupe client
it: Cerchio client

# CreationDate
source: Erstellungsdatum
fr: Date de création
it: Data di creazione

# NeedGJahr
source: Dieses Sachverhalte kann nicht ausgeführt werden mit {0} = {1} Filter. Bitte füllen Sie den Filter mit einem anderen Wert.
fr: Cette requête ne peut pas être exécutée avec un filtre {0} = {1}. Veuillez renseigner une autre valeur.
it: Questo problema non può essere eseguito con {0} = {1} filtro. Si prega di riempire il filtro con un altro valore.

# NoTableResult
source: In der Tabelle sind keine Daten vorhanden!
fr: La table ne contient pas de données!
it: Non ci sono dati nella tabella!

# NoNumberInTable
source: Keine Nummer in der Tabelle!
fr: La table ne contient pas de nombres!
it: No numero nella tabella!

# NoNumberColumn
source: Es gibt keine Spalten die Nummerntyp haben.
fr: Aucune colonne n'a de données au format numérique.
it: Non c'è nessuna colonna che ha il tipo di numero.

# WaitForPageLoading
source: Bitte warten Sie für das Laden der Seite.
fr: Veuillez patienter pendant le chargement de la page.
it: Attendere il caricamento della pagina

# Counting
source: Zählen...
fr: Calcul en cours...
it: Conteggio...

# GoToExternalURL
source: Go to external webpage
fr: Aller à la page web externe
it: Vai alla pagina esterna

# RemoveUserOrRole
source: Löschen Benutzer oder Rolle: --NAME--
fr: Supprimer l'utilisateur ou le rôle
it: Remove user or role

# SummaText
source: Ziehen Sie einige Spalten aus dem Bereich unterhalb und wählen Sie die Spalten summiert.
fr: Faites glisser et déposez des colonnes de la zone ci-dessous et choisir les colonnes de sommation.
it: Trascinare e rilasciare alcune colonne dalla zona sottostante e scegliere le colonne sommatori.

# TooManyRowsExportProblem
source: Es gibt zu viele Zeilen um {0}-Dateien zu exportieren.
fr: Il ya trop de lignes pour exporter des fichiers {0}.
it: Ci sono troppe righe per esportare i file {0}.

# WrongParameter
source: Falscher Parameter
fr: Paramètre incorrect
it: Parametro errata

# AssignRole
source: Berichtigung zuordnen
fr: Attribuer rôle
it: Assegnare il ruolo

# ClearAssignment
source: Zuordnung löschen
fr: Attribution claire
it: Assegnazione chiaro

# GiveUsernameDetails
source: Bitte geben Sie Ihren Benutzernamen ein.
fr: S'il vous plaît, entrez votre nom d'utilisateur.
it: Inserisci il vostro nome utente.

# LinkToPasswordHasBeenSent
source: Ein Link zur Einstellung des Passworts wurde versandt.
fr: Un lien vers le réglage du mot de passe a été envoyé.
it: Un link per l'impostazione della password è stata inviata.

# NoSpecifiedUserFound
source: Es wurde kein Nutzer zur angegebenen Benutzername gefunden.
fr: Le nom d'utilisateur spécifié ne doit pas exister.
it: Il nome utente specificato non esiste.

# ParameterLengthIsTooLong
source: Der angegebene Parameter ist zu lang. Bitte verwenden Sie eine kürzere Variante des Parameters.
fr: Le paramètre donné est trop long. S'il vous plaît utiliser une variante plus courte du paramètre.
it: Il parametro data è troppo lungo. Utilizzare una variante più breve del parametro.

# ChooseSystem
source: Wählen Sie System!
fr: Choisissez système!
it: Scegliere System!

# GiveSystemDetails
source: Bitte wählen Sie ein System.
fr: S'il vous plaît sélectionner un système.
it: Si prega di selezionare un sistema.

# PasswordConfirmationDoesntMatch
source: Passwortbestätigung stimmt nicht.
fr: Confirmation mot de passe ne correspond pas.
it: Conferma password non corrisponde.

# Send
source: Absenden
fr: Envoyer
it: Inviare

# Scheme
source: Schema
fr: Schéma

# GetAllFields
source: Möchten Sie alle Spalten exportieren (ja) oder nur die, die nicht leer und sichtbar sind (no)?
fr: Souhaitez-vous exporter toutes les colonnes (oui) ou seulement les colonnes visibles et non vides (non)?
