Repository: avendatagmbh/Viewbox_old_2021-
Catalog: Projects/Shutdown/Viewbox/Viewbox/Properties/Resources.*.resx
Languages: fr, it

# InTable
source: in Tabelle {0}
fr: dans le tableau {0}
it: nella tabella {0}

# InvalidValue
source: Ungültige Eingabe
fr: valeur non-valide
it: valore non valido

# InvalidValues
source: Ungültige Eingaben
fr: valeurs non-valides
it: valori non validi

# InvalidValuesText
source: Bitte geben Sie in die Felder {0} gültige Werte ein.
fr: Veuillez bien insérer des valeurs valides dans les champs {0}.
it: prego inserire valori validi negli spazi {0}

# InvalidValueText
source: Bitte geben Sie in das Feld {0} einen gültigen Wert ein.
fr: Veuillez bien insérer une valeur valide dans le champ {0}.
it: prego inserire un valore valido nello spazio {0}

# Invisible
source: unsichtbar
fr: Invisible
it: invisibile

# InvitationBody
source: Sehr geehrter Nutzer, Sie wurden von {0} zur Viewbox eingeladen. Um die Registrierung abzuschliessen, müssen Sie ein Passwort erstellen. Dazu benutzen Sie bitte den folgenden Link: {1}
fr: Cher utilisateur, vous avez été invité à utiliser la Viewbox par {0}. Pour terminer le processus d'enregistrement, vous devez modifier votre mot de passe. Veuillez bien utiliser le lien suivant à cet effet: {1}
it: Caro utente, siete stati invitati all'applicazione Viewbox da {0}. Per completare il processo di registrazione dovete cambiare la vostra password. Prego cliccare sul seguente link per eseguire questa operazione.

# InvitationSubject
source: Einladung zur Viewbox
fr: Invitation à utiliser la viewbox
it: Invito a Viewbox

# IsAdmin
source: Administrator-Rechte
fr: administrateur
it: amministratore

# IsAdminRole
source: Adminstrator Rolle
fr: rôle de l'administrateur
it: funzione dell'amministratore

# IsArchiveCheckedToolTip
source: Element für Stapelbearbeitung auswählen
fr: Sélectionner un élément pour le traitement par lots
it: selezionare la voce per l'elaborazione della voce

# Issue
source: Sachverhalt
fr: Rapport
it: rapporto

# IssueListPartial
source: _IssueList.de
fr: _IssueList.fr
it: _IssueList.it

# Issues
source: Sachverhalte
fr: Rapports
it: Rapporti

# IssueSearch
source: Sachverhalt/Transaktionsnr. suchen...
fr: rechercher l'identité de l'émission/la transaction...
it: trovare il rapporto / randomizzazione ID

source: Job
fr: Tâche
it: Operazione

# JobDescriptionExport
source: Exportiere Tabellen
fr: Exporter un tableau
it: Tabelle di trasferimento

# JobDescriptionJoin
source: Verbinde Tabelle "{0}" mit "{1}"
fr: Fusionner le tableau "{0}" avec le tableau "{1}"
it: unire la tabella "{0} con "{1}

source: Jobs
fr: Tâches
it: operazioni

# Join
source: Verbinden
fr: Fusionner
it: unire

# JoinedWith
source: verbunden mit
fr: fusionné avec
it: unito con

# JoinFailed
source: Fehlgeschlagener Versuch zwei Tabellen miteinander zu verbinden
fr: écher de la fusion des 2 tableaux
it: operazione di unione delle due tabelle fallita

# JoinFailedId
source: Fehlgeschlagener Versuch die Tabelle mit der ID {0} und einer anderen Tabelle zu verbinden
fr: Échec de la fusion du tableau numéro {0} avec un second tableau
it: operazione di unione della tabella con ID {0} e di una seconda tabella fallita

# JoinOver
source: Verbinden über
fr: Fusion
it: unire

# Kind
source: Art
fr: Type
it: tipologia

# LabelEnterValue
source: geben Sie Wert ein...
fr: entrer une valeur…
it: immettere un valore…

# LanguageSelection
source: Sprachwahl
fr: Sélection de la langue
it: selezione lingua

# Later
source: {0} später
fr: {0} plus tard
it: {0} piú' tardi

# Latest
source: Aktuell
fr: au plus tard
it: ultimo

# LeftJoin
source: Alle in {0}
fr: tout dans {0}
it: tutti in {0}

# LessFilter
source: kleiner
fr: moins
it: minore

# LessOrEqualFilter
source: kleiner oder gleich
fr: moins ou égal
it: minore o uguale

# LikeFilter
source: ungefähr
fr: comme
it: simile

# List
source: liste
it: elenco

# Loading
source: Lade ...
fr: téléchargement en cours...
it: caricamento…

# LoggedIn
source: Eingeloggt als {0}
fr: connecté en tant que {0}
it: loggato come {0}

# LoginFailed
source: fehlgeschlagener Loginversuch
fr: échec de la connexion
it: operazione di accesso fallita

# Logoff
source: Abmelden
fr: fermeture de session
it: disconnettersi

# Logon
source: Anmelden
fr: début de session
it: connettersi

# LongRunningDialogCaption
source: In den Hintergrund
fr: continuer vos activités
it: continuare ad operare

# LongRunningDialogText
source: {0} kann länger dauern. Sie können die Aktion im Hintergrund ausführen lassen und werden benachrichtigt, sobald die Aktion abgeschlossen wurde.
fr: Cette action peut demander beaucoup de temps. Si vous appuyer sur Continuer, vous pouvez continuer à utiliser d'autre fonctions de la Viewbox. Vous allez recevoir une notification quand {0} est terminé.
it: Questa operazione potrebbe richiedere molto tempo. Se cliccate sul tasto "continue" potrete impiegare questo tempo di attesa per fare qualcos'altro. Ad operazione di {0}completata sarete avvisati. Altrimenti sarete direttamente indirizzati alla visualizzazione dei risultati

# Low
source: gering
fr: bas
it: basso

# Messages
source: Nachrichten
fr: Messages
it: messaggi

# Mid
source: mittel
fr: moyen
it: medio

# Minutes
source: min
it: minuti

# Month
source: Monat
fr: Mois
it: mese

# MoreNotifications
source: Weitere Benachrichtigungen anzeigen
fr: Afficher plus de notifications
it: mostrare piú' notifiche

source: Name
fr: Nom
it: nome

# NewLogExportDownload
source: Export begonnen für Job key: {0}
fr: Export démarré avec la touche tâche : {0}
it: il trasferimento è iniziato con la chiave di operazione: {0}

# NewNote
source: neue Notiz
fr: nouvelle note
it: nuova annotazione

# No
source: Nein
fr: Non
it: no

# NoAction
source: Für dieses Objekt steht die Funktion "{0}" nicht zur Verfügung.
fr: La fonction "{0}" n'est pas disponible pour cet objet.
it: La funzione "{0} non è disponibile per questo oggetto.

# NoActionsRecorded
source: Keine aufgezeichneten Aktionen vorhanden.
fr: Aucune action enregistrée.
it: nessuna azione registrata.

# NoColumnWarning
source: Achtung: Alle Spalten sind ausgeblendet!
fr: Mise en garde: toutes les colonnes sont invisibles!
it: Attenzione: tutte le colonne sono nascoste!

# NoData
source: Keine Datensätze für die aktuelle Selektion verfügbar
fr: Il n'y a pas de lignes pour la sélection actuelle
it: non vi sono righe per la selezione corrente

# NoDataFound
source: Keine Daten gefunden
fr: Aucune donnée trouvée
it: nessun dato rilevato

# NoNotifications
source: Keine Benachrichtigungen vorhanden
fr: Il n'y a pas de notification
it: non vi sono notifiche

# NoRelationsDeleted
source: Keine Verknüpfungen wurden gelöscht
fr: Aucune relation n'a été effacée
it: nessun collegamento cancellato

# NoResult
source: kein Ergebnis
fr: aucun résultat
it: nessun risultato

# NoResults
source: Keine Einträge
fr: pas de résultats
it: nessun risultato

# NormalRole
source: Standard Rolle
fr: rôle standard
it: funzione standard

# NormalUser
source: Normaler Benutzer
fr: utilisateur normal
it: utente normale

# NoSelection
source: Es wurde kein Objekt ausgewählt
fr: Aucun objet sélectionné
it: nessun oggetto selezionato

# NoSuperiorObject
source: (kein übergeordnetes Objekt)
fr: (aucun objet supérieur)
it: (nessun oggetto superiore)

# Not
source: Nicht
fr: Non
it: non

# NoTables
source: Keine {0} verfügbar
fr: Aucun {0} disponible
it: nessun {0} disponibile

# Notepad
source: Notizzettel
fr: Notepad
it: bloc-notes

# NotEqualFilter
source: ungleich
fr: différent
it: diseguale

# NotFilter
source: nicht
fr: non
it: non

# Notifications
source: Benachrichtigungen
fr: Notifications
it: notifiche

# NotLoggedIn
source: Nicht eingeloggt
fr: Non connecté
it: non connesso

# NumberOfRows
source: Datensätze
fr: Lignes
it: file

# NumberShort
source: Nr.
fr: N°
it: no.

# ObjectSearch
source: Objekte durchsuchen...
fr: rechercher les objets...
it: trova oggetti…

# ObjectType
source: Bereich
fr: Domaine
it: campo

# Of
source: von
fr: de
it: di

# OneRelationDeleted
source: Eine Relation wurde gefunden
fr: Une relation a été effacée
it: un collegamento è stata annullato

# OnlyLeftJoin
source: Nur in {0}
fr: Seulement en {0}
it: solo in {0}

# OnlyRightJoin
source: Nur in {0}
fr: seulement {0}
it: solo in {0}

# Opened
source: {0} geöffnet
fr: {0} ouvert
it: {0} aperto

# OpenedNewLog
source: Tabele {0} geöffnet
fr: Tableau ouvert: {0}
it: tabella aperta: {0}

# OpenedTempTableNewLog
source: Neue sortierte oder gefilterte Tabelle geöffnet
fr: Ouverture d'un nouveau tableau trié ou filtré
it: ha avviato una nuova tabella ordinata per categoria o filtrata

# OpenFailed
source: Fehlgeschlagener Versuch eine Tabelle zu öffnen
fr: échec de l'ouverture du tableau
it: operazione di apertura di una tabella fallita

# OpenFailedId
source: Fehlgeschlagener Versuch die Tabelle mit der ID {0} zu öffnen
fr: échec de l'ouverture du tableau avec l'identité {0}
it: operazione di apertura di una tabella con ID {0} fallita

# OpenReport
source: Öffnen
fr: Ouvrir le rapport
it: rapporto di avviamento

# Optimization
source: Optimierung
fr: optimisation
it: ottimizzazione

# OptimizationRight
source: Optimierungsrecht
fr: droit d'optimisation
it: opzione di ottimizzazione

source: optional
fr: optionnel
it: opzionale

# Or
source: oder
fr: ou
it: o

# OrFilter
source: oder
fr: ou
it: o

# OrFilterString
source: Eine
fr: L'une
it: almeno

# OrFilterText
source: der Bedingungen muss erfüllt sein
fr: des conditions doit être remplie
it: una delle condizioni deve essere rispettata

# OtherUserJobs
source: Jobs von anderen Benutzern
fr: Tâches des autres Utilisateurs
it: operazioni di altri utenti

# OutOfRange
source: Der Parameter {0} muss zwischen {1} und {2} sein
fr: Le paramètre: {0} doit se situer entre {1} et {2}
it: i parametri: {0} deve essere tra {1} e {2}

# OutOfRangeTitle
source: Der Parameter ist ausserhalb des gültigen Bereichs
fr: Paramètre non compris dans le champ de sélection
it: parametro fuori misura

# Overview
source: Überblick
fr: Vue d'ensemble
it: visione d'insieme

# Page
source: Seite
fr: page
it: pagina

source: Parameter
fr: Paramètre
it: parametro

# Part
source: Teil
fr: partie
it: parte

# Password
source: Passwort
fr: Mot de passe
it: password

# PDFExport
source: PDF-Export Drücken sie auf das symbol, um eine pdf-Liste der Views zu generieren.
fr: Export en PDF
it: trasferimento PDF

source: PDFBeleg-Export
fr: Exportación a PDF documents
it: Exportación a PDF documenti

# PdfFilterResult
source: die Datenmenge filtern
fr: filtre des données
it: operazione di filtraggio del set di dati

# PdfHideColumns
source: weitere Spalten ausblenden
fr: masquage des colonnes additionnelles
it: nascondendo colonne aggiuntive

# PdfPageFrom
source: von
fr: de
it: da

# PdfUnclear
source: unübersichtlich
fr: pas assez clair
it: incomprensibile

# PdfVeryBig
source: sehr gross
fr: très grand
it: molto grande

# PdfWarning
source: Das entstehende Pdf-Dokument wird {0}. Um dies zu vermeiden, können Sie {1}. Möchten Sie trotzdem fortfahren?
fr: Le document PDF va être {0}. Pour éviter cela vous pouvez {1}. Voulez-vous réellement continuer?
it: il documento in pdf sarà annullato. Per evitare ciò potete cancellare. Volete continuare?

# PersonalSettings
source: Persönliche Einstellungen
fr: Paramètres personnels
it: impostazioni personali

# Phone
source: Telefonnummer
fr: Téléphone
it: telefono

# PleaseSelectTables
source: Bitte wählen Sie die Tabellen aus
fr: Veuillez bien sélectionner les tableaux
it: prego selezionare le tabelle

# PleaseSelectTablesIfNotSelected
source: Bitte wählen Sie die Tabellen aus. Wenn Sie schon welche ausgewählt haben, werden diese schon bearbeitet.
fr: Veuillez bien sélectionner les tableaux, si vous avez sélectionné des tableaux, ceux-ci sont déjà exécutés.
it: prego selezionare le tabelle, se avete già selezionato tabelle, quelle da voi selezionate sono già in fase di elaborazione.

# PleaseWait
source: Bitte warten.
fr: Attendez s'il vous plaît
it: prego attendere.

# Proceed
source: Möchten Sie mit der Aktion "{0}" fortfahren?
fr: Etes-vous sûr de vouloir exécuter l'action "{0}"?
it: Volete veramente procedere con azione?

# Processor
source: Bearbeiter
fr: Processeur
it: processore

# ReadingDataPleaseWait
source: Lesen von Daten, bitte warten ...
fr: Lecture des données, merci d'attendre...
it: dati in lettura, prego attendere…

# RelateOver
source: Verknüpfen mit
fr: se mettre en relation avec
it: collegare

# Relation
source: Verknüpfung
fr: relation
it: collegamento

# RelationAdded
source: Verknüpfung hinzufügt {0}
fr: Relation ajoutée {0}
it: collegamento aggiunto {0}

# RelationDescription
source: Um die Ergebnismenge eindeutig zu gestalten, können Sie die Spalte {0} mit anderen Spalten verknüpfen. Bitte wählen Sie eine Verknüpfung aus.
fr: Pour obtenir un résultat unique, vous pouvez lier la colonne {0} aux autres colonnes. Merci de choisir un lien.
it: Per ottenere un unico risultato potete collegare la colonna {0} alle altre colonne. Prego selezionare un collegamento.

# Relations
source: Verknüpfung
fr: Relation
it: collegamento

# RelationsDeleted
source: {0} Verknüpfungen wurden gelöscht
fr: {0} relations ont été effacées
it: i collegamenti {0} sono stati annullati

# RememberMe
source: Angemeldet bleiben
fr: Gardez-moi connecté
it: tienimi connesso

# Remove
source: Entfernen
fr: supprimer
it: rimuovere

# RemoveOptimization
source: Entfernen Optimierung
fr: supprimer l'optimisation
it: operazione di eliminazione dell'ottimizzazione

# RepeatPassword
source: Passwort wiederholen
fr: répéter le mot de passe
it: ripetere la password

# Reset
source: Filter löschen
fr: réinitialiser
it: resettare

# ResetOrder
source: Reihenfolge zurücksetzen
fr: Réinitialisation
it: resettare l'ordine

# RestorationInProgress
source: Wiederherstellung in Bearbeitung
fr: Restauration en cours
it: il ripristino è in corso

# Restore
source: Wiederherstellen
fr: Restaurer
it: ripristinare

# RestoreTable
source: Tabelle wiederherstellen
fr: Restaurer le tableau
it: ripristinare la tabella

# RestoreTablesTooltip
source: Ausgewählte Tabellen wieder herstellen
fr: Restaurer les tableaux sélectionnés
it: ripristinare le tabelle selezionate

# RestoringTables
source: {0} Tabellen werden wieder hergestellt
fr: Restauration de {0} tableaux
it: operazione di ripristino delle tabelle {0}

# RightHierarchy
source: {0} von {1} {2}: {3}
fr: {0} de {1} {2}: {3}
it: {0} di {1} {2}: {3}

# RightJoin
source: Alle in {0}
fr: tous dans {0}
it: tutte in {0}

# Rights
source: Rechte
fr: Droits
it: opzioni

# RightsChange
source: Rechte ändern
fr: Modification des droits
it: modifica delle opzioni

# Role
source: Rolle
fr: rôle
it: funzione

# RoleAlreadyExisting
source: Diese Rolle {0} besteht schon
fr: Le rôle {0} existe déjà
it: la funzione {0} è già esistente

# RoleAlreadyExistingText
source: Bitte tragen Sie einen neuen Rollen-Namen ein.
fr: Merci d'entrer un nouveau nom de rôle
it: prego inserire un nuovo nome di funzione

# RoleRight
source: Rollenrecht
fr: droits du rôle
it: opzione di funzione

# Roles
source: Rollen
fr: Rôles
it: funzioni

# RoleSpecialStatus
source: Rollen-Status
fr: statut du rôle
it: status della funzione

# RowCount
source: Datensätze
fr: Nombre de lignes
it: conteggio delle righe

# Running
source: Läuft
fr: Actif
it: attività

# RunningJobs
source: Laufende Jobs
fr: Tâches actives
it: operazioni di attività

# Save
source: Speichern
fr: sauvegarder
it: salvare

# SaveFilterText
source: Filter als Sachverhalt speichern?
fr: sauvegarder le filtre en tant que rapport?
it: salvare un rapporto basato su un filtro selezionato ?

# SaveResult
source: Ergebnis speichern
fr: sauvegarder le résultat
it: salvare il risultato

# Search
source: SUCHEN
fr: RECHERCHER
it: TROVARE

# SearchedFor
source: nach {0} gesucht
fr: recherche effectuée pour {0}
it: cercato per {0}

# SearchPhrase
source: Suchen...
fr: rechercher …
it: trovare…

# Seconds
source: sek
fr: sec
it: secondi

# SelectCategory
source: Kategorie auswählen
fr: Sélectionner une catégorie
it: selezionare la categoria

# SelectColumn
source: Spalte auswählen
fr: sélectionner une colonne
it: selezionare la colonna

# SelectFilteredItems
source: Wähle gefilterte Items
fr: Sélectionner des éléments filtrés
it: selezionare le voci filtrate

# SelectTable
source: Tabelle auswählen
fr: Sélectionner un tableau
it: selezionare la tabella

# SetColumnVisibility
source: Spalte {0}{1}{2} gesetzt
fr: instaurer colonne {0} {1} {2}
it: impostare la colonna {0} {1} {2}

# SetColumnVisibilityNewLog
source: Spalte Sichtbarkeit in der Tabelle mit id: {0} setzen
fr: Paraméter la visibilité des colonnes dans le Tableau numéro : {0}
it: impostare la visibilità della colonna nell'id della tabella : {0}

# SetRights
source: Rechte setzen
fr: configurer les droits
it: impostare le opzioni

# Settings
source: Einstellungen
fr: Paramètres
it: Impostazioni

# SettingsPartial
source: _Settings.de
fr: _Settings.fr
it: _Settings.it

# ShortRunningDialogText
source: Aktion {0} wird durchgeführt. Sie werden gleich zum Ergebnis weitergeleitet.
fr: Exécution de l'action {0}. Vous allez bientôt être transféré vers le résultat.
it: operazione di elaborazione {0}. A breve sarete ridirezionati al risultato.

# Show
source: Anzeigen
fr: Afficher
it: mostrare

# ShowAdUsers
source: Active Directory Benutzer anzeigen
fr: Montrer les utilisateurs du dossier actif
it: mostrare utenti dell'elenco attivo

# ShowHelpTopic
source: Hilfe zu {0} anzeigen
fr: Afficher l'aide pour {0}
it: mostrare assistenza per {0}

# Shown
source: {0} angezeigt
fr: {0} affiché
it: {0} mostrato

# Sort
source: Sortierung
fr: Trier
it: classificare

# SortAndFilterFailed
source: Fehlgeschlagener Versuch auf einer Tabelle zu sortieren oder zu filtern
fr: échec du tri ou du filtre d'un tableau
it: operazione di classificazione o filtraggio in una tabella fallita

# SortAndFilterFailedId
source: Fehlgeschlagener Versuch die Tabelle mit der ID {0} zu sortieren oder zu filtern
fr: échec du tri ou du filtre sur le tableau numéro {0}
it: operazione di classificazione o filtraggio nella tabella con ID {0} fallita

# Sorted
source: Sortierte
fr: trié
it: classificato

# SortedBy
source: sortiert nach
fr: trié par
it: classificato in

# SortStarted
source: Sortierung auf {0}, in Richtung {1} begonnen
fr: Le tri débute par la colonne {0}, dans la direction {1}
it: l'operazione di classificazione è stata avviata sulla colonna {0}, con direzione {1}

# SortText
source: Bewegen Sie Spalten aus dem unteren Bereich mit klicken-und-ziehen hier in Reihenfolge und wählen eine Sortierrichtung.
fr: Glisser-déplacer certaines colonnes de la zone ci-dessous et choisir la direction du tri
it: Trascinare e spostare alcune colonne dall'area inferiore e scegliere una direzione in cui smistarle.

# SortTitle
source: Sortieren
fr: Trier
it: classificare

# SpecialRights
source: Benutzer-Status
fr: Statut spécial d'utilisateur
it: status particolare dell'utente

# StartExecuteIssue
source: Starte Ausführung des Sachverhalts {0}
fr: Début de l'exécution du rapport {0}
it: iniziando ad avviare il rapporto {0}

# StartExecuteIssueNewLog
source: Starte Ausführung des Sachverhalts mit Tabele: {0}
fr: Débuter l'exécution du rapport par le tableau: {0}
it: iniziare ad avviare il rapporto con la tabella {0}

# StartFilter
source: Starte Filtern nach {0}
fr: démarrage du filtre par {0}
it: filtro di avvio da: {0}

# StartGroup
source: Starte Gruppieren anhand von {0} {1}
fr: démarrage d'un groupement basé sur {0} {1}
it: gruppo di avvio basato su: {0}(numero della colonna) e {1} nome della tabella

# StartGroupNewLog
source: Starte Gruppieren mit Tablen id: {0}
fr: Démarrage d'un groupement avec la table numéro : {0}
it: gruppo di avvio con tabella id: {0}

# StartJoin
source: Starte Verbinden mit {0} über {1}
fr: démarrage de la fusion par {0} avec {1}
it: unione di avvio con {0} su {1}

# StartJoinNewLog
source: Starte Verbinden, Tabele mit id {0}
fr: Démarrage de la fusion avec le tableau numéro {0}
it: unione di avvio nella tabella con id: {0}

# StartSort
source: Starte Sortieren nach {0}
fr: démarrage du filtre par {0}
it: classificazione di avvio da {0}

# StartSortNewLog
source: Starte Sortieren in Tabele: {0}
fr: Démarrer le tri du tableau: {0}
it: avviare la classificazione della tabella: {0}

# StartTime
source: Startzeit
fr: Démarrage
it: Tempo di inizio

# Stats
source: Statistik
fr: Statistiques
it: statistiche

# Submit
source: Fertig
fr: Soumettre
it: Invio

# SumColumn
source: Spalten aufsummieren
fr: agréger la colonne
it: colonna totale

# SwitchedToTab
source: auf {0} tab umgeschaltet
fr: Passer au tableau {0}
it: spostato alla tabella {0}

# Table
source: Tabelle
fr: Tableau
it: tabella

# TableBeingProcessed
source: Tabelle ist bereits in Bearbeitung
fr: L'exécution du tableau est déjà en cours
it: la tabella è già in fase di elaborazione

# TableIsUnderPrecessing
source: {0} ist in Bearbeitung
fr: {0} est en cours d'exécution
it: {0} è in fase di elaborazione

# TableListPartial
source: _TableList.de
fr: _TableList.fr
it: _TableList.it

# TableObjectRight
source: Tabellenrecht
fr: droit du tableau
it: opzione della tabella

# TableRelations
source: Tabellen Verknüpfungen
fr: Relations du tableau
it: collegamenti di tabelle

# TableRowCount
source: Anzahl der angezeigten Datensätze (max. 100)
fr: Nombre de lignes affichées
it: numero di righe mostrate

# Tables
source: Tabellen
fr: Tableaux
it: Tabelle

# TablesColumns
source: Tabellen / Spalten
fr: Tableaux / Colonnes
it: tabelle / colonne

# TableSearch
source: Tabelle/Transaktionsnr. suchen...
fr: Tableaux / Colonnes
it: trovare la tabella / transazione id…

# TableWithId
source: Table mit id: {0}
fr: Tableau numéro : {0}
it: tabella con id: {0}

# TheirEmail
source: E-Mail-Adresse von {0}
fr: adresse email de {0}
it: indirizzo email del {0}

# TheirName
source: vollständiger Name von {0}
fr: nom entier de {0}
it: nome completo di {0}

# TheirPassword
source: Passwort von {0}
fr: mot de passe de {0}
it: password di {0}

# TheirUsername
source: Benutzername von {0}
fr: nom d'utilisateur de {0}
it: nome utente di {0}

# TheRole
source: die Rolle
fr: le rôle
it: la funzione

# TheUser
source: den Nutzer
fr: l'utilisateur
it: l'utente

# Time
source: Zeit
fr: Heure
it: tempo

# ToDearchiveContactAnAdmin
source: Tabelle muss dearchiviert werden, kontaktieren Sie bitte einen admin.
fr: Le tableau doit être désarchivé, veuillez contacter un administrateur.
it: la tabella deve essere disarchiviata, prego contattare un amministratore

# TransactionId
source: Transaktionsnr.
fr: Numéro de la transaction
it: transazione id

# TransactionIdChanged
source: Transaktionsnummer geändert
fr: Numéro de la transaction modifié
it: numero di transazione modificato

# TransactionIdChangedTo
source: Transaktionsnummer geändert zu {0}
fr: Numéro de la transaction modifié en {0}
it: numero di transazione modificato in {0}

# UnhandledExceptionMessage
source: Fehler
fr: Une erreur s'est produite
it: avvenuto errore

# Unknown
source: Unbekannt
fr: Inconnu
it: sconosciuto

# Unvisible
source: unsichtbar
fr: invisible
it: invisibile

# UpdateTableTypeRights
source: Tabellenrechte aktualisieren
fr: Mettre à jour les droits type {0}
it: aggiornare le opzioni della tipologia {0}

# User
source: Benutzer
fr: Utilisateur
it: utente

# UserActions
source: Benutzeraktionen
fr: Actions d'utilisateur
it: azioni dell'utente

# UserAlreadyExists
source: Der Benutzer mit dem Kürzel {0} existiert bereits.
fr: L'utilisateur avec le nom court {0} existe déjà.
it: l'utente con il nome breve {0} è già esistente

# UserDefinedIssueDescriptionsCaption
source: Bezeichnungen angeben
fr: spécifier les descriptions
it: specificare le descrizioni
