Repository: avendatagmbh/Viewbox_old_2021-
Catalog: Projects/Shutdown/Viewbox/Viewbox/Properties/Resources.*.resx
Languages: fr, it

# AboutHelp
source: Über Viewbox
fr: A propos de Viewbox
it: riguardo Viewbox

# AboutPartial
source: _About.de
fr: _About.fr
it: _About.it

# Account
source: Konto
fr: compte
it: conto

# Action
source: Aktion
fr: Action
it: Azione

# ActionChangingOptimizationTexts
source: Ändern der Optimierungstexte
fr: Modifier le texte des optimisations
it: testi di ottimizzazione variabili

# ActionFinished
source: Aktion abgeschlossen
fr: Action terminée
it: Azione completata

# ActionLog
source: Letzte Aktionen
fr: journal des actions
it: registro delle azioni

# ActionSearch
source: Aktionen durchsuchen...
fr: Rechercher action...
it: trova l'azione

# ActionsFinished
source: {0} Aktionen abgeschlossen
fr: {0} actions terminées
it: {0} azioni completate

# Active
source: Aktiv
fr: Actif
it: operativo

# AdContent
source: Hier können Sie Benutzer aus ihrem Active-Directory importieren. Wählen Sie die Domäne aus und schränken Sie die Benutzerliste durch den Filter ein. (Das erste Passwort von hinzugefügten Benutzern ist ihre eigene Benutzernamen sein, bei der ersten Anmeldung wird das Programm für Kennwortänderung bitten.)
fr: Ici vous pouvez importer votre dossier actif. Choisissez un domaine et limiter la liste d'utilisateur en ajoutant un filtre
it: Qui potete importare utenti dal vostro elenco attivo. Selezionate un settore e restringete il vostro elenco utenti aggiungendo un filtro

# Add
source: Hinzufügen
fr: Ajouter
it: Aggiungere

# AddCategory
source: Kategorie hinzufügen
fr: Ajouter une catégorie
it: Aggiungere categoria

# AddColumn
source: Spalten hinzufügen
fr: Ajouter une colonne
it: Aggiungere colonna

# AddingRelation
source: Verknüpfung hinzufügen
fr: Ajouter une relation
it: collegamento aggiuntivo

# AddIssue
source: Sachverhalt hinzufügen
fr: Ajouter un rapport
it: Aggiungere rapporto

# AddNewFilterCondition
source: Hier neue Bedingung hinziehen
fr: Glisser ici un opérateur pour une nouvelle condition
it: trascinare l'operatore qui per la nuova configurazione

# AddNewJoinCondition
source: Neue Bedingung hinzufügen
fr: ajouter une nouvelle condition
it: aggiungere nuova configurazione

# AddNewRelationCondition
source: neue Verknüpfung hinzufügen
fr: Ajouter une nouvelle relation
it: Aggiungere nuovo collegamento

# AddRole
source: Rolle hinzufügen
fr: ajouter un rôle
it: Aggiungere funzione

# AddTable
source: Tabelle hinzufügen
fr: ajouter un tableau
it: Aggiungere tabella

# AddUser
source: Benutzer hinzufügen
fr: ajouter un utilisateur
it: Aggiungere utente

# AddView
source: View hinzufügen
fr: ajouter une vue
it: Aggiungere View

# ADImport
source: Active Directory import
fr: Importer le dossier actif
it: Importazione elenco attivo

# ADImportUserListText
source: Bewegen Sie Benutzer aus dem oberen Bereich mit klicken-und-ziehen hier hinein.
fr: Glisser des utilisateurs de la zone supérieure vers celle-ci.
it: Trascinare e spostare alcuni utenti dall'area superiore in questa.

# AdminTasks
source: Admin Aufgaben
fr: Tâches d'administrateur
it: attività amministrativa

# AdTitle
source: Active Directory import
fr: Importer le dossier actif
it: Importazione elenco attivo

# AdUserList
source: Active Directory Benutzerliste:
fr: Liste d'utilisateur du dossier actif
it: Lista utenti elenco attivo

# ADUserListText
source: Es gibt keine Benutzer, die ihren Suchkriterien entsprechen und noch nicht in der unteren Liste zugeordnet sind.
fr: Il n'y a pas d'utilisateur répondant à vos critères de recherche et qui ne soit pas associé à la liste ci-dessous.
it: Non ci sono utenti che soddisfano i vostri criteri di ricerca e non sono associati all'elenco sotto indicato.

# AggAvg
source: Durchschnitt
fr: Moyenne
it: La media

# AggCount
source: Anzahl
fr: Nombre
it: conteggio

# AggMax
source: Maximum
it: massimo

# AggMin
source: Minimum
it: minimo

# AggStd
source: Standardabweichung
fr: Écart-type
it: scarto quadratico medio

# AggSum
source: Summe
fr: Somme
it: totale

# AggVariance
source: Varianz
fr: Variance
it: varianza

# All
source: Alle
fr: Tous
it: Tutti

# AllUserActions
source: Alle Benutzeraktionen
fr: Toutes les actions utilisateurs
it: tutte le azioni dell'utente

# AlreadyExisting
source: {0} bereits registriert
fr: {0} déjà enregistré
it: {0} Già registrato

# AlreadyExistingText
source: Bitte geben Sie einen gültigen {0} ein.
fr: Veuillez insérer un {0} valide.
it: Prego inserire un {0} valido

# Alter
source: Ändern
fr: modifier
it: modificare

# And
source: und
fr: et
it: e

# AndFilter
source: und
fr: et
it: e

# AndFilterString
source: Alle
fr: Toutes
it: tutti

# AndFilterText
source: der Bedingungen müssen erfüllt sein
fr: Toutes les conditions doivent être remplies
it: delle condizioni devono essere rispettate

# ApplySettingsForAll
source: Einstellungen für alle Benutzer übernehmen
fr: Appliquer les paramètres à tous les utilisateurs
it: Applicare le impostazioni per tutti gli utenti

# ArchivationInProgress
source: Archivierung in Bearbeitung
fr: Archivage en cours
it: l'archiviazione è in corso

# Archive
source: Archivieren
fr: archive
it: archivio

# ArchiveAllInProgress
source: Die Archivierung der Tabelle läuft.
fr: Archivage du tableau en cours
it: L'archiviazione della tabella è in corso

# ArchivedTable
source: Archivierte Tabelle
fr: Tableau archivé
it: tabella archiviata

# ArchivedTableObjects
source: Archivierte {0}
fr: archivé {0}
it: {0} è stato archiviato

# ArchiveTable
source: Tabelle archivieren
fr: Archiver un tableau
it: Archiviare la tabella

# ArchiveTablesTooltip
source: Archivierung der ausgewählten Tabellen
fr: Archiver les tableaux sélectionnés
it: Archiviare le tabelle selezionate

# ArchivingInProgress
source: Archivierung in Bearbeitung
fr: {0} tableaux ({1} enregistrements) traités
it: {0} tabelle {1} Archivi elaborati

# ArchivingTables
source: {0} Tabellen werden archiviert
fr: Archivage de {0} tableaux
it: {0} tabelle in fase di archiviazione

# As
source: als
fr: comme
it: come

# Ascending
source: aufsteigend
fr: ascendant
it: Ascendente

# Back
source: < zurück
fr: < retour
it: Indietro

# BetweenFilter
source: zwischen
fr: entre
it: tra

# BrowsedToPage
source: zu Seite {0} geblättert
fr: parcouru jusqu'à la page {0}
it: Navigato alla pagina {0}

# Cancel
source: Abbrechen
fr: Annuler
it: Cancellare

# Canceled
source: Abgebrochen
fr: Annulé
it: Cancellato

# CanGrant
source: Benutzer kann Rechte vergeben
fr: l'utilisateur peut attribuer des droits
it: l'utente è autorizzato a concedere diritti

# CanGrantRole
source: Rechtevergabe Rolle
fr: attribuer des rôles
it: permesso da parte dell'utente di assegnare diritti

# CantChangeTransactionIdOnSortedFilteredTable
source: Die Transaktionsnummer eines sortiertes oder gefiltertes Tabelle kann nicht ändert verden.
fr: Le numéro de transaction d'un tableau trié ou filtré n'a pas pu être modifié
it: Non può modificare il numero di transazione di una tabella classificata o filtrata

# Category
source: Kategorie
fr: catégorie
it: Categoria

# CategoryRight
source: Kategorierecht
fr: droits de la catégorie
it: diritto assegnato a una categoria

# Changed
source: {0} geändert
fr: modifié {0}
it: {0} è stato modificato

# ChangedDisplaySize
source: Anzeigegrösse auf {0} geändert
fr: modifier la taille d'affichage à {0}
it: modificata la dimensione dello schermo a {0}

# ChangeOrder
source: Reihenfolge verändern
fr: modifier l'ordre
it: Modificare l'ordine

# ChangePage
source: Seite wechseln
fr: modifier la page
it: Modificare la pagina

# ChangePasswordBody
source: Sehr geehrter Nutzer, um Ihr Passwort zu ändern benutzen Sie bitte den folgenden Link: {0}
fr: Cher utilisateur, pour modifier votre mot de passe, utilisez le lien suivant: {0}
it: Caro utente, per modificare la vostra password prego cliccare sul seguente link: {0}

# ChangePasswordSubject
source: Ändern Sie Ihr Viewbox-Passwort
fr: Modifier votre mot de passe
it: Modificare la vostra password

# ChangeRightsOnAllType
source: Rechte ändern für alle {0} zu {1}.
fr: Modifier les droits de tous les {0} en {1}.
it: Modificare le opzioni su tutti i {0} fino a {1}

# ChangeRightsUserLogs
source: Ändern Rechte zum Benutzer logs
fr: Modifier les droits des journaux d'utilisateur
it: Modificare i diritti alle registrazioni degli utenti

# CheckPassword
source: mit Passwort bestätigen
fr: confirmer avec un mot de passe
it: Confermare con la password

# CheckPasswordText
source: Bitte bestätigen Sie diese Aktion durch Eingabe Ihres Passworts.
fr: Merci de confirmer cette action en entrant votre mot de passe.
it: Prego confermare questa azione inserendo la vostra password

# ChosenOptimizations
source: Gewählte optimierungskriterien:
fr: critères d'optimisation choisis
it: criteri scelti di ottimizzazione

# ChosenParameters
source: gewählte Parameter
fr: paramètre choisi
it: Parametri selezionati

# ClearReport
source: Zurücksetzen
fr: Effacer le rapport
it: Rapporto di annullamento

# ClearselectionList
source: Auswahlliste löschen
fr: Effacer la liste de sélection
it: Elenco di selezione in chiaro (non criptato)

# Clock
source: Uhr
fr: horloge
it: orologio

# Close
source: beenden
fr: fermer
it: chiudere

# Column
source: Spalte
fr: Colonne
it: colonna

# ColumnHasOneDistinct
source: Diese Spalte ist konstant
fr: La colonne n'a seulement qu'une seule valeur distincte
it: La colonna ha un unico valore distinto

# ColumnHasOnlyEmpty
source: Diese Spalte ist immer leer
fr: La colonne n'a que des valeurs vides
it: La colonna ha solo valori vuoti

# ColumnOrder
source: Reihenfolge
fr: Ordre de colonne
it: Ordine della colonna

# ColumnOrderChanged
source: Reinfolge der Spalte {0} geändert
fr: Ordre de colonne de {0} modifié
it: ordine della colonna {0} modificato

# ColumnRight
source: Spaltenrecht
fr: droit de la colonne
it: opzioni assegnate a una colonna

# ColumnSettings
source: Spaltenansicht
fr: Paramètres de la colonne
it: impostazioni della colonna

# ColumnSizesChanged
source: Spalten Grössen in tabelle {0} geändert
fr: Taille de la colonne modifiée dans le tableau {0}
it: dimensioni della colonna modificate nella tabella {0}

# Command
source: Aktion
fr: Commande
it: comando

# Company
source: Firma
fr: Société
it: azienda

# ConnectWithColumn
source: mit der Spalte {0} verknüpfen
fr: lier à la colonne {0}
it: collegare con la colonna {0}

# ConnectWithColumns
source: mit den Spalten {0} verknüpfen
fr: lier aux colonnes {0}
it: collegare con le colonne {0}

# ContactInfo
source: Wenn der Fehler noch immer besteht, kontaktieren Sie bitte:
fr: Si l'erreur persiste, merci de contacter:
it: Se l'errore persiste, prego contattare:

source: Control Center
fr: Centre de Contrôle
it: Centro di comando

# ControlCenterPartial
source: _ControlCenter.de
fr: _ControlCenter.fr
it: _Controlcenter.it

# CPULoad
source: Prozessorauslastung
fr: utilisation CPU
it: Uso CPU

# CreatePassword
source: neues Passwort erstellen
fr: créer un nouveau mot de passe
it: creare una nuova password

# CreatePasswordText
source: Bitte erstellen Sie ein neues Passwort.
fr: Merci de créer un nouveau mot de passe.
it: Prego creare una nuova password

# CreateRole
source: Rolle hinzufügen
fr: Créer un rôle
it: Creare una funzione

# CreateUserText
source: Bitte befüllen Sie die folgenden Felder. Die optionalen Felder können leer bleiben.
fr: Merci de renseigner le formulaire suivant. Vous pouvez laisser les champs optionnels vides.
it: Prego riempire il seguente modulo. Potete lasciare vuoti i campi opzionali

# CreateUserTitle
source: Neuen Benutzer anlegen
fr: créer un utilisateur
it: creare un utente

# Date
source: Datum
fr: Date
it: data

# Days
source: Tage
fr: jours
it: giorni

# DeadUrlCaption
source: Nicht verfügbare Url
fr: Url non disponible
it: Url non disponibile

# DeadUrlText
source: Die von Ihnen gewählte Url ist nicht (mehr) gültig.
fr: L'Url choisi n'est pas (n'est plus) disponible.
it: L'Url selezionato non è piú' disponibile.

# Default
source: Standard
it: default

# Delete
source: Löschen
fr: Effacer
it: Cancellare

# DeleteIssueTitle
source: Sachverhalt löschen
fr: effacer le rapport
it: cancellare il rapporto

# DeleteRelations
source: Verknüpfungen löschen
fr: Effacer les relations
it: cancellare i collegamenti

# DeleteViewTitle
source: Sicht / View löschen
fr: effacer la vue
it: cancellare la visualizzazione

# Deliverer
source: Lieferant
fr: Livreur
it: liberatore

# Descending
source: absteigend
fr: décroissant
it: discendente

# Description
source: Beschreibung
fr: Description
it: descrizione

# DiskLoad
source: Festplattendurchsatz
fr: Utilisation du disque
it: Utilizzo del disco

# Display
source: Anzeige
fr: Afficher
it: schermo

# DocumentArchive
source: Belegarchiv
fr: Archive
it: Archivio

# Documentation
source: Dokumentation
fr: Documentation
it: documentazione

# DocumentNr
source: Belegnr.
fr: Document n°
it: Documento nr.

# DocumentPreview
source: Belegvorschau
fr: Aperçu du document
it: anteprima del documento

# Documents
source: Belege
fr: Documents
it: documenti

# DocumentsPartial
source: _Documents.de
fr: _Documents.fr
it: _Documents.it

# DocumentValue
source: Betrag
fr: Valeur
it: valore

# Domain
source: Domäne
fr: Domaine
it: settore

# DontConnect
source: mit keiner weiteren Spalte verknüpfen
fr: Ne pas lier à une autre colonne
it: non collegarsi a nessun altra colonna

# Download
source: Herunterladen / Download
fr: Télécharger
it: scaricare

# DoYouWantToCopyTableSettings
source: Wollen Sie wirklich die Einstellungen für alle Benutzer übernehmen?
fr: Voulez-vous copier les paramètres du tableau pour tous les utilisateurs?
it: Volete copiare le impostazioni della tabella per tutti gli utenti?

# DoYouWantToSwitchRightsOfAllTables
source: Wollen Sie die Rechte aller Tabellen ändern?
fr: Voulez-vous activer les droits de tous les tableaux?
it: volete cambiare le opzioni di tutte le tabelle?

# DoYouWantToSwitchRightsOfSelectedTableTypes
source: Wollen Sie die Rechte aller {0} ändern?
fr: Voulez-vous activer les droits de tous {0}?
it: volete cambiare le opzioni di tutte {0}?

# Edit
source: Bearbeiten
fr: éditer
it: modificare

# EditingMode
source: Bearbeitungsmodus {0}
fr: Mode édition{0}
it: modificare lo status di {0}

# EditRights
source: Rechte bearbeiten
fr: éditer les droits
it: modificare le opzioni

# EmptyFilter
source: Achtung: leerer Filter
fr: Attention : veuillez vider le filtre!
it: Attenzione: filtro vuoto!

# EmptyFilterText
source: Sie haben den Filter leer gelassen. Dadurch kann das durchsuchen des Active Directories lange dauern. Möchten Sie fortfahren?
fr: Vous avez laissé le filtre vide. La recherche dans le dossier actif peut prendre beaucoup de temps. Etes-vous sûr de vouloir continuer?
it: Avete lasciato il filtro vuoto. Pertanto la ricerca dell'elenco attivo potrebbe impiegare molto tempo. Desiderate procedere ugualmente?

# EmptyTables
source: Leere {0}
fr: vide {0}
it: vuoto {0}

# Enlarge
source: Anzeige vergrössern/verkleinern
fr: agrandir/diminuer l'affichage
it: ingrandire / diminuire lo schermo

# EnterRoleName
source: Geben Sie den Namen der Rolle an
fr: Entrer le nom du rôle
it: Inserire il nome della funzione

# EnterValue
source: Wert angeben
fr: entrer la valeur
it: Inserire il valore

# EqualFilter
source: gleich
fr: égal
it: uguale

# Error
source: Fehler
fr: Erreur
it: errore

# ErrorGettingInfos
source: Die Informationen zu diesem Job konnten wegen eines Fehlers nicht gesammelt werden.
fr: Suite à une erreur interne, l'information concernant la tâche n'a pas pu être recueillie
it: A causa di un errore interno, non è stato possibile raccogliere l'informazione riguardante questa operazione .

source: Excel-Export
fr: Export Excel
it: Trasferimento di excel

# ExecuteArchiveTitle
source: Archivieren ausführen
fr: Archivage en cours
it: archiviazione in fase di esecuzione

# ExecuteIssueContent
source: Ausführen des Sachverhalts
fr: exécution de la requête
it: rapporto in fase di esecuzione

# ExecuteIssueFailed
source: Fehlgeschlagener Versuch einen Sachverhalt auszuführen
fr: échec de l'exécution du rapport
it: operazione di esecuzione di un rapporto fallita

# ExecuteIssueFailedId
source: Fehlgeschlagener Versuch den Sachverhalt mit der ID {0} auszuführen
fr: échec de l'exécution du rapport numéro {0}
it: operazione di esecuzione di un rapporto con ID {0} fallita

# ExecuteIssueTitle
source: Sachverhalt ausführen
fr: exécution du rapport
it: rapporto in fase di esecuzione

# ExecuteReport
source: Sachverhalt ausführen
fr: Exécuter le rapport
it: eseguire un rapporto

# ExecuteRestoringTitle
source: Wiederherstellen ausführen
fr: Restauration en cours
it: ripristino in fase di esecuzione

# ExecuteTableTypeRightsChangeTitle
source: Tabellen Rechte ändern, für alle {0}
fr: Modifier les droits du tableau, à tous {0}.
it: tutte le opzioni della tabella collocate in {0}

# ExecutingAction
source: Führe Aktion "{0}" aus.
fr: Exécution de l'action "{0}".
it: azione {0} in fase di esecuzione

# Export
source: Export Center
fr: Exports
it: Centro di export

# ExportCancelJob
source: {0} abgebrochen
fr: {0} annulé
it: {0} cancellato

# ExportData
source: Daten-Export
fr: données d'exportation
it: dati di trasferimento

# ExportDescription
source: {0}-Export von {1} {2}
fr: {0}-export de {1} {2}. Heure-de-début: {3} ...
it: {0} - trasferimento di {1} {2}. Tempo di avvio: {3}…

# ExportDownload
source: Download von {0} gestartet
fr: Téléchargement de {0} en cours
it: scaricare di {0} avviato

# ExportMassExport
source: {0}-Export von {1} Tabellen gestartet
fr: {0}-export de {1} tableaux en cours
it: trasferimento avviato {0} di {1} tabelle

# ExportNewLog
source: Exportformat {0}, mit {1}
fr: Export de type {0}, avec {1}
it: tipologia di trasferimento {0}, con {1}

# ExportOf
source: Export von
fr: export de
it: trasferimento di

# ExportOverview
source: {0}-Export von {1} {2} ...
fr: {0}-export de {1} {2} ...
it: {0} - trasferimento di {1} {2}…

# ExportPartial
source: _Export.de
fr: _Export.fr
it: _Export.it

# ExportSingleExport
source: {0}-Export von Tabelle {1} gestartet
fr: {0}-export du tableau {1} démarré
it: {0} avviato - trasferimento della tabella {1}

# ExportStart
source: {0}-Export gestartet
fr: {0}-export démarré
it: {0} avviato - trasferimento

# ExportStarted
source: Der Export wurde gestartet. Sie können den Vorgang im ExportCenter überwachen und nach Abschluss den Download durchführen.
fr: La tâche export est exécutée en arrière-plan. Vous pouvez observer le statut actuel dans le centre des exports et télécharger le fichier exporté une fois que la tâche est terminée.
it: L'operazione di trasferimento è stata posta in disparte. Potete verificare lo stato attuale di tale operazione nel centro di trasferimenti dati e scaricare il file trasferito dopo il suo completamento.

# ExportTableLabel
source: {0}-Export von {1} {2}
fr: {0}-export de {1} {2} ...
it: {0}- trasferimento di {1} {2}..

# ExportTables
source: Exportiere Tabellen läuft
fr: Exportation des tableaux en cours
it: trasferimento delle tabelle in corso

# ExportTypeSelection
source: Bitte legen Sie das Exportformat fest.
fr: Veuillez choisir le format pour l'exportation.
it: prego selezionare il formato di trasferimento

# ExportWriteCsvFromBalanceAccountDescription
source: Kontobezeichnung
fr: Description du compte
it: descrizione dell'account

# ExportWriteCsvFromBalanceAccountValue
source: Kontowert
fr: Valeur du compte
it: valore dell'account

# ExportWriteCsvFromBalanceLabel
source: Struktur Element
fr: Label
it: etichetta

# FAQ
source: Häufig gestellte Fragen
fr: Foire aux questions
it: faq

# FaqPartial
source: _Faq.de
fr: _Faq.fr
it: _Faq.it

# FaqRightPartial
source: _FaqRight.de
fr: _FaqRight.fr
it: _FaqRight.it

# FavoritesHelp
source: Sie können einen bevorzugten Sachverhalt mit dem {0} drag & drop Symbol auf der linken Seite hinzufügen.
fr: Vous pouvez ajouter une vue aux vues préférées en utilisant l'icône {0} glisser-déplacer sur le côté gauche.
it: Potete aggiungere una visualizzazione preferita cliccando sull'icona {0} drag & drop posizionata sul lato sinistro

source: Filter
fr: Filtrer
it: filtro

# Filtered
source: Gefilterte
fr: filtré
it: filtrato

# FilteredBy
source: gefiltert nach
fr: filtré par
it: filtrato da

# FilterIsTheSame
source: Filter erfolgreich als Sachverhalt gespeichert.
fr: Sauvegarde du filtre vu que le rapport a réussi.
it: Il salvataggio del filtro come archivio ha avuto esito positivo

# FilterText
source: Bewegen Sie Operatoren mit klicken-und-ziehen in diesen Bereich um einen Filter zu erstellen.
fr: Pour créer un filtre glisser-déplacer un opérateur dans cette zone.
it: Per creare un filtro trascinare e spostare l'operatore in questa area.

# FilterTitle
source: Filtern
fr: Filtrer
it: filtro

# FindContents
source: Inhalte durchsuchen
fr: rechercher le contenu...
it: trovare i contenuti…

# FindJobs
source: Jobs durchsuchen...
fr: Rechercher des tâches
it: trovare operazioni

# Finished
source: Beendet
fr: Terminé
it: terminato

# ForgotPassword
source: Passwort vergessen?
fr: Mot de passe oublié?
it: Avete dimenticato la vostra password?

# FreeMem
source: Freier RAM
fr: RAM libre
it: RAM libero

# FreeSpace
source: Freier Speicher
fr: Libérer de l'espace disque
it: spazio libero nel disco

# From
source: Vom
fr: de
it: da

# Functions
source: Funktionen
fr: Fonctions
it: funzioni

source: GDPdU-Export
fr: export GDPdU
it: trasferimento GDPdU

# GenerateEmptyDistinctTable
source: Leere Distinct Tabelle erstellen
fr: Générer un tableau vide et distinct
it: Produrre una tabella vuota definita

# GreaterFilter
source: grösser
fr: plus grand
it: maggiore

# GreaterOrEqualFilter
source: grösser oder gleich
fr: plus grand ou égal
it: maggiore o uguale

# Group
source: Gruppieren
fr: Groupe
it: gruppo

# GroupedTable
source: Gruppierte Tabelle
fr: Tableau groupé
it: tabella unita

# GroupFailed
source: Die ausgewählte SQL-Funktion ist fehlgeschlagen, weil Sie keine Spalte ausgewählt haben.
fr: échec de groupement de tableaux
it: categorizzazione di una tabella fallita

# GroupFailedColIds
source: Fehlgeschlagene Gruppierung, da keine Spalten ausgewählt wurden.
fr: Echec de la création du groupement parce que vous n'avez pas choisi de colonne.
it: L'operazione di categorizzazione è fallita perché non avete selezionato nessuna colonna.

# GroupFailedId
source: Fehlgeschlagener Versuch die Tabelle mit der ID {0} zu gruppieren
fr: échec du groupement pour le tableau numéro {0}
it: categorizzazione della tabella con ID {0} fallita

# Help
source: Hilfe
fr: Aide
it: Assistenza

# Hidden
source: Unsichtbar
fr: Caché
it: Nascosto

# HiddenTableObjects
source: Ausgeblendete {0}
fr: caché {0}
it: {0} nascosto

# Hide
source: Ausblenden
fr: cacher
it: nascondere

# High
source: hoch
fr: élevé
it: elevato

# History
source: Historie
fr: Historique
it: storia

# Home
source: Startseite
fr: Accueil
it: case

# Hours
source: std
fr: h
it: h

# Import
source: Importieren
fr: Import
it: importare

# ImportingAdUsers
source: Zu importierende Benutzer:
fr: utilisateurs pour import:
it: utenti per importare

# In
source: enthalten in
fr: contenu dans
it: incluso in

# IncorrectInput
source: Sie haben keinen korrekten Filter angegeben. Bitte korrigieren Sie ihre Eingabe.
fr: Vous n'avez pas insérer de filtre correct. Merci de corriger votre entrée.
it: Non avete inserito un filtro corretto. Prego correggere l'inserimento dei dati.

# Indexes
source: Indizes
fr: indices
it: indici

# IndexPartial
source: _Index.de
fr: _Index.fr
it: _Index.it

# InFilter
source: enthalten in
fr: contenu dans
it: incluso in

# InheritedFrom
source: (geerbt von {0})
fr: (hérité de {0})
it: (ereditato da {0}

# InnerJoin
source: Übereinstimmung
fr: Correspondance
it: incrocio

# InsertName
source: Name eingeben
fr: Insérer un Nom
it: inserire il nome
