Repository: avendatagmbh/Viewbox_old_2021-
Catalog: Projects/eBalance/eBalanceKit/eBalanceKitResources/Localisation/ResourcesCommon.*.resx
Languages: de

# AcceptChanges
source: Accept
de: Übernehmen

source: Active
de: Aktiv

# AddRoleTooltip
source: Add new user role (INS)
de: Neue Rolle hinzufügen (EINFG)

# AddUserTooltip
source: Add new user (INS)
de: Neuen Benutzer hinzufügen (EINFG)

# Back
source: NavigateBack
de: Zurück

# BtnApplyTemplateTooltip
source: apply selected template
de: ausgewählte Vorlage anwenden

# BtnDeleteTemplateTooltip
source: delete selected template
de: ausgewählte Vorlage löschen

# BtnEditTemplateTooltip
source: edit selected template
de: ausgewählte Vorlage bearbeiten

# BtnTemplates
source: Templates
de: Vorlagen

# BtnTemplatesTooltip
source: show templates
de: Vorlagen anzeigen

source: Cancel
de: Abbrechen

# ChangeRoleRights
source: Rights
de: Berechtigungen

# ChangeUserRights
source: Rights
de: Berechtigungen

source: Close
de: Schließen

source: Companies
de: Unternehmen

source: Delete
de: Löschen

# DeleteRoleTooltip
source: Delete role (DEL)
de: Berechtigungsrolle entfernen (ENTF)

# DeleteUserTooltip
source: Delete user (DEL)
de: Benutzer entfernen (ENTF)

source: Edit
de: Bearbeiten

# EditRoleCaption
source: Edit role
de: Rolle bearbeiten

# EditRoleRightsTooltip
source: edit role rights (F3)
de: Rollenberechtigungen bearbeiten (F3)

# EditRoleTooltip
source: Edit role (F2)
de: Rolle bearbeiten (F2)

# EditUserCaption
source: Edit user
de: Benutzer bearbeiten

# EditUserRightsTooltip
source: Edit user rights (F3)
de: Benutzerberechtigungen bearbeiten (F3)

# EditUserTooltip
source: Edit user (F2)
de: Benutzer bearbeiten (F2)

# Grant
source: Grant rights
de: Berechtigungen erteilen

source: Management
de: Verwaltung

# MissingPasswordError
source: No password entered.
de: Es muss ein Passwort eingegeben werden.

source: New
de: Neu

source: Import
de: Importieren

source: Password
de: Passwort

# Password1
source: Password (repeat)
de: Passwort (Wiederholung)

# PaswordsNotEqualError
source: The entered passwords are not equal.
de: Die eingegebenen Passwörter stimmen nicht überein.

source: Read
de: Lesen

source: Report
de: Bericht

source: Rights
de: Berechtigungen

source: Rights for role
de: Berechtigungen für Rolle

source: Rights for user
de: Berechtigungen für Benutzer

source: Role
de: Rolle

# RoleNameErrorEmpty
source: Name is not allowed to be empty.
de: Name darf nicht leer sein.

# RoleNameErrorUsed
source: Name is already used.
de: Name ist bereits vergeben.

source: Roles
de: Rollen

source: Security
de: Sicherheit

source: Send
de: Senden

source: Systems
de: Systeme

source: User
de: Benutzer

source: User management
de: Benutzerverwaltung

# Username
source: Full name
de: Name

source: Users
de: Benutzer

# UserShortname
source: Shortname
de: Kürzel

# UserShortnameErrorEmpty
source: Shortname is not allowed to be empty.
de: Benutzerkürzel darf nicht leer sein.

# UserShortnameErrorUsed
source: Shortname is already used.
de: Benutzerkürzel ist bereits vergeben.

source: Write
de: Schreiben

# ModifyRightNotAllowed
source: You have no permission to change this right.
de: Sie besitzen keine Berechtigung zum Durchführen der gewünschten Aktion.

# DeleteUserRequest
source: Are you sure that the user {0} should be deleted?
de: Soll der Benutzer {0} wirklich gelöscht werden?

# DeleteUserRequestTitle
source: Delete user?
de: Benutzer Löschen?

# EffectiveRightsCaption
source: effective rights for user
de: effektive Berechtigungen für Benutzer

# ShowEffectiveRights
source: Effective rights
de: Effektive Berechtigungen

# ShowEffectiveRightsTooltip
source: show effective rights (F4)
de: Effektive Berechtigungen anzeigen (F4)

# DeleteRoleRequest
source: Are you sure that the role {0} should be deleted?
de: Soll die Rolle {0} wirklich gelöscht werden?

# DeleteRoleRequestTitle
source: Delete role?
de: Rolle Löschen?

# ModifyRightNotPossible
source: It is not possible to change the right on the selected level.
de: Das Ändern der Berechtigung auf dieser Berechtigungsebene ist nicht möglich.

# DeleteCurrentUserNotAllowed
source: The selected user could not be deleted since it is actually logged on.
de: Der gewählte Nutzer kann nicht gelöscht werden, da dieser aktuell am System angemeldet ist.

# DeleteCurrentUserNotAllowedCaption
source: User could not be deleted
de: Löschen des Benutzers nicht möglich

source: Change Password
de: Passwort ändern

# ImportActiveDirectoryUserCaption
source: Import active directory user
de: Benutzer Importieren

source: loading active directory users...
de: Active Directory Benutzer werden geladen...

# AddUserADTooltip
source: Import new user from Active Directory (F5)
de: Neuen Benutzer aus Active Directory importieren (F5)

# DlgTemplateDetailsCaption
source: Templates for account assignments (details)
de: Vorlagen für Kontozuordnungen (Details)

source: Save
de: Speichern

source: account structure
de: Kontenplan

source: Apply template
de: Vorlage anwenden

# BtnImportTemplateCaption
source: Import
de: Importieren

source: Comment
de: Kommentar

# DlgExportTemplateCaption
source: Export template
de: Vorlage exportieren

# DlgImportTemplateCaption
source: Import template
de: Vorlage importieren

# DlgTemplatesCaption
source: Account mapping templates
de: Vorlagen für Kontozuordnungen

source: Filename
de: Dateiname

source: files
de: Dateien

source: Extend template
de: Vorlage erweitern

# TemplateExportSucceed
source: The template has been exported successfully.
de: Der Export wurde erfolgreich abgeschlossen.

# TemplateHasNoAssignedTaxonomy
source: The selected template has no assigned taxonomy.
de: Die gewählte Vorlage ist keiner gültigen Taxonomie zugeordnet.

# TemplateHasNoName
source: Please enter a name for the template.
de: Bitte geben Sie einen Namen für die Vorlage ein.

# UpdateTemplate
source: Update template to newest taxonomy version
de: Vorlage auf aktuelle Taxonomieversion aktualisieren

# ChkReplaceAutoComputeEnabledFlagCaption
source: overwrite option "sum up positions without defined computation rules"?
de: Auswahl "davon Positionen aufsummieren" überschreiben?

# ChkReplaceIgnoreWarningMessageFlagCaption
source: overwrite option "ignor warning message"?
de: Auswahl "Warnmeldung ignorieren" überschreiben?

# ChkReplaceSendAccountBalanceFlagCaption
source: overwrite option "send account balances"?
de: Auswahl "Kontensalden senden" überschreiben?

# DlgExportTemplateDeletedElementsCaption
source: Export deleted elements as PDF File
de: Gelöschte Elemente als PDF-Datei exportieren

source: Create new template
de: Neue Vorlage anlegen

# DlgShowReportChanges
source: Report Changes
de: Änderungen

source: selected template:
de: ausgewählte Vorlage:

# SaveAsPdf
source: Save as pdf file
de: Als PDF Datei speichern

# DlgShowTemplateTaxonomyUpdateResults
source: Results of taxonomy update
de: Ergebnisse des Taxonomieupdates

source: cash flow statement
de: Kapitalflussrechnung

# Next
source: NavigateNext
de: Weiter

source: config
de: Konfiguration

# FileExistsWarning
source: The file does already exist and will be replaced.
de: Die Datei ist bereits vorhanden und wird überschrieben.

# btHelp
source: Help
de: Hilfe

source: balance - assets
de: Bilanz - Aktiva

# BalanceLiabilities
source: balance - liabilites
de: Bilanz - Passiva

# BtnFinishCaption
source: Finish
de: Abschließen

# DefaultReportName
source: default report
de: Standardbericht

# EmptyName
source: no name
de: kein Name

# FileFilterCsv
source: csv files (*.csv)|*.csv
de: CSV-Dateien (*.csv)|*.csv

# FileFilterPdf
source: pdf files (*.pdf)|*.pdf
de: PDF-Dateien (*.pdf)|*.pdf

# FileFilterXbrl
source: xml files (*.xml)|*.xml
de: XML-Dateien (*.xml)|*.xml

source: income statement
de: Gewinn- und Verlustrechnung

source: not specified
de: Keine Angabe

source: select destination
de: Ziel wählen

source: Select filename
de: Dateiname wählen

source: Select folder
de: Ordner wählen

source: value is computed
de: Wert ist berechnet

# ValueIsLocked
source: value is locked due to conlicting computations with other value inputs
de: Werteingabe ist aufgrund widersprüchlicher Berechnungen durch andere Werteingaben nicht möglich

# ValueMustBeNumeric
source: value has to be numeric
de: Der Wert muss numerisch sein.

# ValueSumNegative
source: value will be summarized negative
de: Wert wird negativ aufsummiert

# ValueSumPositive
source: value will be summarized positive
de: Wert wird positiv aufsummiert

# HideAllNodes
source: hide all positions
de: Alle Positionen verbergen

# ShowAllNodes
source: show all positions
de: Alle Positionen anzeigen

source: Language
de: Sprache

source: Copy
de: Kopieren

# ProgressCopyReport
source: Copy report ...
de: Bericht wird kopiert ...

# validationProgressMsg
source: validating...
de: Report wird plausibilisiert...

# HintUsageVereinheitlichtesBundesschema
source: Please insert the 'Vereinheitlichtes Bundesschema'
de: Als Eingabe wird das 'Vereinheitlichte Bundesschema' erwartet.

# NoProfile
source: unprofiled import
de: keine Vorlage

source: mandatory field, proof of accounts wished
de: Mussfeld, Kontennachweis erwünscht

source: prohibited according to commercial law
de: Handelsrechtlich unzulässig

source: prohibited according to tax law
de: Steuerlich unzulässig

source: Company administrator
de: Unternehmens-Administrator

# CompanyAdminNoCompanySelectedError
source: At least one company should be selected.
de: Mindestens ein Unternehmen muss ausgewählt werden.

source: Loading positions...
de: Lade Positionen...

source: No
de: Nein

source: Yes
de: Ja

source: Reference List
de: Referenzliste

# ImportAddFile
source: Add file
de: Dateien hinzufügen

# ImportDeleteFile
source: Delete selected file
de: Ausgewählte Dateien löschen

# ImportDialogTitle
source: Data import
de: Datenimport

# ImportDialogDescription
source: Please select the CSV Data file ...
de: Bitte wählen Sie die zu importierenden CSV-Dateien aus.

# ImportSampleDataExport
source: Sample CSV-Data export
de: Positionen auswählen, CSV-Datei erstellen

# ImportToImportCsvFiles
source: To import CSV files
de: Zu importierende CSV-Dateien

# AddCsvFileButton
source: Add CSV Files
de: Dateien hinzufügen

# CompanyDataImport
source: Master Data Import
de: Stammdatenimport

# CompanyDataImportInfo
source: Please select the Example CSV File with the company data, each CSV file which contains master data from a company. You can export an example of a company in CSV format to produce the required format.
de: Bitte wählen Sie die CSV-Dateien mit den Firmenstammdaten, wobei jede CSV-Datei die Stammdaten von einer Firma enthält. Sie können sich beispielhaft eine Firma im CSV Format exportieren, um das benötigte Format herzustellen.

# CsvFileListToImport
source: CSV files ready to import
de: Zu imporierende CSV-Dateien

# DeleteRowsButton
source: Delete Selected Rows
de: Ausgewählte Dateien löschen

source: Encoding
de: Zeichensatz

source: Example CSV file
de: Beispiel CSV-Datei exportieren

source: Separator
de: Trennzeichen

source: Text Delimiter
de: Textbegrenzungszeichen

# HasManualValue
source: This position contains a manual correction value.
de: Für diese Position wurde ein manueller Korrekturwert eingegeben.

# TaxonomyIdNotFoundCaption
source: The following taxonomy Ids were not found
de: Folgende Taxonomie Ids wurden nicht erkannt

# TaxonomyIdValueInvalidCaption
source: The following values are invalid
de: Die folgenden Werte sind ungültig

source: Line number
de: Zeilennummer

source: Taxonomy Id
de: Taxonomie Id

source: Ignore all incorrect entries
de: Alle Fehleingaben ignorieren

source: Value
de: Wert

# ImportNoErrorsFound
source: Data to be imported were validated and no errors found
de: Zu importierenden Daten wurden validiert und keine Fehler gefunden

# NewValueLabel
source: New value
de: Neuer Wert

# OldValueLabel
source: Old value
de: Alter Wert

source: General
de: Allgemein

# AssignedCompanies
source: Administered Company
de: Administrierte Firmen

# SaveFileEror
source: Error while saving file
de: Fehler beim Speichern der Datei

# FileSaved
source: File save successful
de: Datei speichern erfolgreich

# FileSaveSuccessfulOpen
source: File saved successfully do you want it to open now?
de: Datei wurde erfolgreich gespeichert. Soll die Datei jetzt geöffnet werden?

# ImportRowErrorCaption
source: The following rows were invalid
de: Die folgenden Zeilen waren ungültig

source: Description
de: Beschreibung

source: Accounts reference List
de: Konten Referenzliste

source: Positions reference List
de: Positionen Referenzliste

# AccountIsSelectedForReferenceListTooltip
source: Account is selected for creating reference list
de: Konto wird für die Erstellung von Referenz-Liste ausgewählt

# OpenFileEror
source: The file cannot be opened
de: Die Datei kann nicht geöffnet werden

# RightTreeNodeAllCaption
source: All
de: Alle

# RightTreeNodeOtherReportsCaption
source: Other report components
de: sonstige Berichtsbestandteile

# RightTreeNodeReconciliationCaption
source: Reconciliation
de: Überleitungsrechnung

# ImportDetailedMessage
source: {0} value(s) and {3} previous year values in {1} transaction(s) will be imported from {2} file(s)
de: {0} Wert(e) und {3} Vorjahr Werte in {1} Transaktion(en) werden von {2} Datei(en) importiert.

# Denied
source: denied due to deny in role "{0}"
de: aufgrund der Rolle "{0}" verweigert

# Granted
source: granted due to grant in role "{0}"
de: aufgrund der Rolle "{0}" erlaubt

# InheritedFrom
source: rights are inherited from "{0}"
de: die Rechte werden von "{0}" geerbt

source: not set
de: nicht eingestellt

source: self
de: selbst

source: Positions
de: Positionen

# DeniedUser
source: denied due to explicit deny rights of the user "{0}"
de: aufgrund explizit gesetzter Benutzerrechte des Benutzers “{0}” verweigert

# GrantedUser
source: granted due to explicit grant rights of the user "{0}"
de: aufgrund explizit gesetzter Benutzerrechte des Benutzers “{0}” erlaubt

# GrantOwnerCompany
source: The user "{0}" is the owner of the company and has full rights
de: Der Benutzer “{0}” ist Besitzer des Unternehmens und hat damit volle Rechte

# GrantOwnerDocument
source: The user "{0}" is the owner of the report and has full rights. The owner can be changed in the Management/Reports
de: Der Benutzer “{0}” ist Besitzer des Berichtes und hat damit volle Rechte. Der Besitzer kann unter Verwaltung/Reports geändert werden

source: Please select...
de: Bitte auswählen...

# ProgressReportLoading
source: Report is loading ...
de: Bericht wird geladen...

# SpecialAccountingStandardChangedHeadline
source: Changing special accounting standard
de: Branche ändern

# SpecialAccountingStandardChanged
source: Changing of the special accounting standard can change the used taxonomy. All values that are not available in the new taxonomy will be deleted. Beside this all account assignments and all table elements (Statement of changes in fixed assets, Statement of changes in equity) of the current report will be deleted. Do you wish to change the special acounting standard?
de: Ändern der aktuell verwendeten Branche führt unter Umständen zu einer Änderung der verwendeten Taxonomie. Hierbei werden die Werte aller Positionen gelöscht, die in der neuen Taxonomie nicht enthalten sind. Darüber hinaus werden hierbei auch alle Kontozuordnungen und alle Tabellenelemente (Anlagespiegel, Eigenkapitalspiegel) in dem Report gelöscht. Soll die aktuell verwendete Branche wirklich geändert werden?

# BalanceSheetSaldoDifferenceString
source: The difference between Total assets and Total equity and liabilities is
de: Die Differenz zwischen Aktiva und Passiva beträgt

# ContainsHiddenValueMessage
source: There is a hidden position with value.
de: Eine werthaltige Position wird aufgrund der Filtereinstellungen nicht angezeigt.

# ConflictsCaption
source: Conflicts
de: Konflikte

# CreateAcceptanceAccount
source: convert to account of exchange
de: in Wechselkonto umwandeln

source: Current taxonomy position:
de: Aktuelle Taxonomieposition:

# ErrorsCaption
source: Errors
de: Fehler

# OverwriteMapping
source: overwrite the mapping
de: Zuordnung ersetzen

source: Previous taxonomy position:
de: Vorherige Taxonomieposition:

source: retain previous mapping
de: aktuelle Zuordnung beibehalten

source: Taxonomy position:
de: Taxonomieposition:

# FollowingPositionsNotFound
source: The following positions were not found: {0}
de: Die folgenden Positionen wurden nicht gefunden: {0}

source: and
de: und

# ChangeTemplate1
source: Change Template (Step 1: Delete the current assignments)
de: Wende Vorlage an (Schritt 1: Löschen der aktuellen Zuordnungen)

# ChangeTemplate2
source: Change Template (Step 2: Create the new assignments)
de: Wende Vorlage an (Schritt 2: Zuweisen der neuen Zuordnungen)

# ChangeTemplate3
source: Change template (Step 3: Save the new assignments)
de: Wende Vorlage an (Schritt 3: Speichern der neuen Zuordnungen)

# ChangeTemplate4
source: Change template (Step 4: Transfer of
de: Wende Vorlage an (Schritt 4: Übernahme der

# ColudNotAddTaxonomyCalculated
source: The account could not be added to the template, since the target position is calculated.
de: Das Konto Konnte nicht zur Vorlage hinzugefügt werden, da die Ziel-Position in der Vorlage berechnet ist.

# ColudNotAddTaxonomyNotActive
source: The account could not be added to the template, since the target position in the template is not active.
de: Das Konto Konnte nicht zur Vorlage hinzugefügt werden, da die Ziel-Position in der Vorlage nicht aktiv ist.

# ColudNotAssignTaxonomyCalculated
source: The account could not be assigned because the target position in the taxonomy is calculated.
de: Das Konto Konnte nicht zugeordnet werden, da die Ziel-Position in der Taxonomie berechnet ist.

# ColudNotAssignTaxonomyNotActive
source: The account could not be assigned because the target position in the taxonomy is not active.
de: Das Konto Konnte nicht zugeordnet werden, da die Ziel-Position in der Taxonomie nicht aktiv ist.

# CouldNotFindNodePresentationTree
source: Could not find node in presentation tree.
de: Konnte nicht gefunden werden Knoten im presentation tree.

source: eBalance-Kit
de: eBilanz-Kit

# eBalanceKitErrorReport
source: eBilanz-Kit error report
de: eBilanz-Kit Fehlerreport

source: Ignore warning
de: Warnmeldung ignorieren

source: Options
de: Optionen

# PositionSumUp
source: Positions add up
de: davon Positionen aufsummieren

source: Send account balance
de: Kontensalden senden

# TemplateIsApplied
source: The template is applied.
de: Die Vorlage wurde übernommen.

source: Updating taxonomy version
de: Aktualisierung der Taxonomie-Version

# WouldYouLikeApplyTemplateCurrentReport
source: Would you like to apply the template to the currently loaded report? Note: When you apply the template all existing mapings of the selected balance tree will be replaced with the mappings in the template.
de: Soll die Vorlage auf den aktuell geladenen Report angewendet werden? Hinweis: Beim Anwenden der Vorlage werden alle existierenden Zuordnungen der gewählten Summen- und Saldenliste durch die in der Vorlage definierten Zuordnungen ersetzt.

# WouldYouLikeUpdateTemplateTaxonomy
source: Would you like to update the template to the current Taxonomy version?
de: Soll die Vorlage auf die aktuelle Taxonomieversion aktualisiert werden?

source: No conflicts found
de: Keine Konflikte gefunden

source: No errors found
de: Keine Fehler gefunden

source: Page
de: Schritt

# Preview
source: Preview (the first 200 lines is shown)
de: Vorschau (es werden nur die ersten 200 Zeilen angezeigt)

# ActiveDirectioryUserTooltip
source: active directory user (user from windows login)
de: Active-Directory Benutzer (Benutzer aus Windows-Anmeldung)

# DeleteTemplateRequest
source: Do you really want to delete the template {0} ?
de: Soll die Vorlage {0} wirklich gelöscht werden?

# DeleteTemplateRequestTitle
source: Delete template?
de: Vorlage Löschen?

source: Initialization
de: Initialisierung

source: Initializing database
de: Initiiere Datenbank

source: Delete all
de: Alle löschen

source: Error
de: Fehler

# MissingUpgradeReadme
source: Database upgrade happened. Can't find the readme file about the database upgrade.
de: Die Pdf Datei für das Changelog kann leider nicht gefunden werden.

# SystemNameTooltip
source: Unique name to identify the system
de: Eindeutiger Name zur Identifizierung des Systems.

# ApplyFilterToolTip
source: Apply filter
de: Filter anwenden

# ClearFilterToolTip
source: Clear filter
de: Filter löschen

source: Hide empty positions
de: Leere Positionen ausblenden

# HideNonManualFields
source: Show only manual input
de: Nur manuelle Eingaben anzeigen

# ShowOnlyMandatoryPostions
source: Show only mandatory positions
de: Nur Pflichtfelder anzeigen

source: Show only positions for selected legal status
de: Nur Felder für ausgewählte Rechtsform anzeigen

# IsKeepNextOpen
source: Open the dialog on next startup?
de: Dialog beim nächsten Start erneut öffnen?

source: Open
de: Öffnen

# FilterOptionsToolTip
source: Filter options
de: Filteroptionen

source: Change
de: Ändern

source: Delete selected items
de: Ausgewählte Einträge löschen

# ProgressCreatingReport
source: creating report...
de: Bericht wird erstellt...

source: install service
de: Dienst installieren

source: insufficient rights
de: Unzureichende Berechtigungen

# EnterFilterText
source: Filter
de: Filter eingeben

source: Input mode
de: Eingabe-Modus

# DifferenceBetweenTradeBalanceAndFiscalBalance
source: Difference values ​​between trade balance and fiscal balance
de: Differenzwerte zwischen Handelsbilanz und Steuerbilanz

source: Tax balance sheet values
de: Steuerbilanzwerte

# AllowedDueToAdminRights
source: allowed due to administrator rights
de: erlaubt aufgrund der Administrator-Rechte
