Repository: avendatagmbh/Viewbox_old_2021-
Catalog: Projects/eBalance/eBalanceKit/eBalanceKitResources/Localisation/ResourcesBalanceList.*.resx
Languages: de

# AccountGroupsCaption
source: Account groups
de: Kontogruppen

# AccountListCaption
source: Accounts
de: Konten

# BtnAddBalanceListTooltip
source: import new balance list
de: neue Summen- und Saldenliste importieren

# BtnCloseCaption
source: Close
de: Schließen

# BtnCreateAccountGroupTooltip
source: create new account group
de: neue Kontogruppe anlegen

# BtnDeleteAccountGroupTooltip
source: delete account group
de: Kontogruppen löschen

# BtnDeleteBalanceListTooltip
source: delete selected balance list
de: ausgewählte Summen- und Saldenliste löschen

# BtnDeleteSplitAccountGroupTooltip
source: delete account splitting
de: Kontoaufteilung löschen

# BtnEditAccountGroupTooltip
source: edit account group
de: Kontogruppe bearbeiten

# BtnEditBalanceListTooltip
source: edit selected balance list
de: ausgewählte Summen- und Saldenliste bearbeiten

# BtnEditSplitAccountGroupTooltip
source: edit account splitting
de: Kontoaufteilung bearbeiten

# BtnReimportBalanceList
source: Reimport
de: Erneut einlesen

# BtnReimportBalanceListTooltip
source: reimport balance list
de: Summen- und Saldenliste neu einlesen

# ChooseProfile
source: Choose saved profile for import or leave it as the default to use no profile
de: Wählen Sie ein gespeichertes Profil zum vereinfachten Import der CSV Datei oder importieren Sie ohne Vorlage

# CommentCaption
source: Comment
de: Kommentar

# CommentCaption1
source: Comment:
de: Kommentar:

# CommonCaption
source: Common
de: Allgemein

# DlgEditAccountGroupCaption
source: Edit Account Group
de: Kontogruppe bearbeiten

# DlgEditBalanceListCaption
source: Edit balance list
de: Summen- und Saldenliste bearbeiten

# HiddenAccountsCaption
source: Hidden Accounts
de: ausgeblendete Konten

# ImportConfigCaption
source: Import configuration
de: Importeinstellungen

# NumberOfAccountsCaption
source: Number of accounts:
de: Anzahl der Konten:

# ProfileNameCaption
source: The name of the profile
de: Name des Profils

# RequestDeleteBalanceList
source: Are you sure, that the balance list should be deleted?
de: Wollen Sie die Summen- und Saldenliste wirklich löschen?

source: Save as profile
de: Als Profil speichern

# SourceCaption
source: Source:
de: Quelle:

# SplittedAccountsCaption
source: Account splittings
de: Kontoaufteilungen

# TemplatesCaption
source: Templates for balance lists
de: Vorlagen für Summen- und Saldenlisten

# VirtualAccountComment
source: This is an virtual Account that contains the value of {0}
de: Dies ist ein fiktives Konto das den Wert der Taxonomieposition {0} enthält.

# VirtualBalanceListName
source: virtual accounts
de: berechnete Konten

# VirtualBalanceListComment
source: a balance list that contains virtual accounts
de: SuSa mit berechneten Konten

# VirtualAccountDefaultName
source: virtual account
de: berechnetes Konto

source: Split account
de: Konto aufteilen

# VirtualAccountAssignmentAllowedTo_bs_eqLiab
source: the liabilities part of the balance
de: der Passiva der Bilanz

# BalListImportAssistant_BtnSaveProfileOnClick_Successfully_saved_import_profile_
source: Successfully saved import profile.
de: Importprofil erfolgreich gespeichert.

# BalListImportAssistant_NavigateNext_TooFewColumnsToUseImportProfile
source: In the saved profile there was a column at position {0}, but now only {1} columns exist. This CSV file cannot be imported by this profile.
de: Im gespeicherten Profil gab es eine Spalte an Position {0}, in der ausgewählten CSV Datei existieren aber nur {1} Spalten. Daher kann diese CSV Datei nicht mit dem ausgewählten Profil eingespielt werden.

source: Assigned to:
de: Zugeordnet zu:

source: modify selected balance list
de: ausgewählte Summen- und Saldenliste bearbeiten

# ModificationNotAllowed
source: Modifications for this balance list not allowed
de: Bearbeitung dieser SuSa nicht erlaubt

# AccountBelongsToCurrentlySelectedTooltip
source: Account belongs to the currently selected balances List
de: Konto gehört zur aktuell ausgewählten Summen- und Saldenliste

# CreditAbbreviation
source: C
de: H

source: Credit side
de: Haben-Position

# DebitAbbreviation
source: D
de: S

source: Debit side
de: Soll-Position

source: Main account:
de: Hauptkonto:

source: Number of assigned accounts:
de: Anzahl zugeordneter Konten:

# LoadReferenceListException
source: Could not load reference list:
de: Referenzliste konnten nicht geladen werden:

source: Unknown account type:
de: Unbekannter Kontotyp:

# ReferenceListAccountNote
source: Account Note
de: Kontobezeichnung

# ReferenceListAccountNumber
source: Account Number
de: Kontonummer

# BtnCreateTemplateTooltip
source: create new template
de: Neue Vorlage erstellen

source: Loading positions...
de: Lade Positionen...

# BalanceInTwoColsLabel
source: Columns expense and income
de: Spalten Saldo-Soll und Saldo-Haben

# BalanceSettingsLabel
source: balance settings
de: Saldoeinstellungen

# BalanceWithDcFlagOneColLabel
source: Column total balance (expense / income characteristics are in the same column)
de: Spalte Gesamtsaldo (Soll-/Haben Kennzeichen in gemeinsamer Spalte)

# BalanceWithDcFlagTwoColsLabel
source: Column total balance (expense / income characteristics are in different columns)
de: Spalte Gesamtsaldo (Soll-/Haben Kennzeichen in getrennten Spalten)

# HeadLineFirst
source: The first row is headline
de: Überschriften in erster Zeile

# IndexLabel
source: Import column index (optional extra column for sorting, if sorting is not available by the import order)
de: Indexspalte importieren (optionale Zusatzspalte für Sortierung, falls nicht vorhanden Sortierung nach Importreihenfolge)

# NotesLabel
source: Import notes
de: Anmerkungen importieren

# PleaseSelectLabel
source: Please select the options for the importing of the CSV file. With the correct selection, the columns of the CSV file will be shown individually.
de: Bitte wählen Sie die Struktur der CSV-Datei aus. Bei korrekter Auswahl sehen Sie in der Vorschau die einzelnen Spalten der CSV-Datei

# SetCsvOptionsLabel
source: Setting the CSV import options
de: Festlegen der CSV-Struktur

# TaxonomyColumnExistsLabel
source: Import account assignment
de: Kontozuordnung importieren

source: - Account name
de: - Kontobezeichnung

source: - Account number
de: - Kontonummer

# BalListImportAssistantTitle
source: Import assistent for balance lists
de: Import Assistent für Summen- und Saldenliste

# Check
source: Please check whether all column mappings and the number of accounts are correct.
de: Bitte überprüfen Sie noch einmal, ob alle Spaltenzuordnungen und die Anzahl der Konten korrekt sind.

source: Column choice
de: Auswahl Spalte

source: Column mappings
de: Spaltenzuordnungen

# CurrentColumn
source: Current column to select:
de: Aktuelle gewählte Spalte:

# ExampleLong
source: Example as it appears in the preview of eBilan-kit or in Excel
de: Beispiel wie es in der eBilanz-Kit Vorschau oder in Excel angezeigt wird

# ExampleShort
source: see example for CSV file
de: Beispiel CSV-Datei ansehen

# File
source: Csv file
de: CSV-Datei

# FileContent
source: Inhalt der Datei
de: The content of the file

# FileNotExist
source: The specified file does not exist.
de: Die angegebene Datei existiert nicht.

# FileSelectionLabel
source: File selection
de: Dateiauswahl

source: Hint:
de: Hinweis:

# HintContent
source: The below specified balance closing date can be changed via the company data options in the management section.
de: Der unten angegebene Stichtag kann ggf. über Definition der Geschäftsjahre in der Verwaltung der Unternehmensstammdaten korrigiert werden.

# MarkIncomeExpense
source: - Mark income / expense (S/H)
de: - Kennzeichen Soll-/Haben

# MarkLong
source: (optional, may be separated into two different columns)
de: (optional, kann ggf. auch in zwei getrennten Spalten angegeben werden)

source: Overview
de: Übersicht

# PleaseSelectColumn
source: Please select by clicking on the relevant column.
de: Bitte wählen Sie eine Spalte aus, indem Sie die betreffende Spalte anklicken.

# SelectCsv
source: Please select a CSV file
de: Bitte wählen Sie eine CSV-Datei aus.

# SelectCsvIncluding
source: Select the CSV file that contains the balance list information. The following fields have to be included in the CSV file :
de: Bitte wählen Sie die CSV-Datei mit der zu importierenden Summen- und Saldenliste aus. Folgende Felder müssen in der CSV-Datei enthalten sein:

# SignedBalanceLabel
source: Column total balance (signed)
de: Spalte Gesamtsaldo (vorzeichenbehaftet)

# SignedLong
source: (signing with income / expense (S/H) mark, or the income and expense are in separate columns)
de: (vorzeichenbehaftet, mit Soll-/Habenkennzeichen oder in separaten Spalten "Saldo Soll", "Saldo Haben")

# Start
source: Please start by selecting a column.
de: Bitte wählen Sie zunächst eine Spalte aus.

# SumOfAccountLabel
source: Sum of accounts:
de: Summe der Konten:

# TooBig
source: The specified file is too large, the maximum size is 20MB. Please check if the selected file is correct.
de: Die angegebene Datei ist zu groß die maximale Größe ist 20MB vermutlich haben Sie nicht die richtige Datei ausgewählt

source: - Total balance
de: - Gesamtsaldo

# AssignmentInfo
source: {0} accounts were assigned and {1} accounts were skipped.
de: Es konnten {0} Konten zugeordnet und {1} nicht zugeordnet werden.

# ColumnToNameBalance
source: total balance (with debit/credit indicator)
de: Gesamtsaldo (mit Soll/Haben Kennzeichen)

# ColumnToNameComment
source: Additional information
de: Zusätzliche Informationen

# ColumnToNameExpense
source: total balance debit
de: Gesamtsaldo Soll

# ColumnToNameIncome
source: total balance credit
de: Gesamtsaldo Haben

# ColumnToNameIndex
source: Index
de: Indexspalte

# ColumnToNameMarkExpense
source: debits indicator
de: Kennzeichen Soll

# ColumnToNameMarkIncome
source: credits indicator
de: Kennzeichen Haben

# ColumnToNameMarkIncomeExpense
source: indicator debit/credit
de: Kennzeichen Soll/Haben

# ColumnToNameName
source: Account Name
de: Kontoname

# ColumnToNameSigned
source: total balance (signed)
de: Gesamtsaldo (vorzeichenbehaftet)

# ColumnToNameTaxonomy
source: Column for taxonomy assignment
de: Spalte für Taxonomiezuordnung

# ImportError
source: Import data error:
de: Fehler beim Importieren der Daten:

# UnknownTaxonomyPosition
source: The account "{0}" couldn't be added to the taxonomy, because there is no taxonomy position with the name "{1}".
de: Das Konto "{0}" konnte nicht zur Taxonomie hinzugefügt werden, da es keine Taxonomieposition namens "{1}" gibt.

# InvalidAccountNumber
source: Invalid account number in line {0}: '{1}'
de: Ungültige Kontonummer in Zeile {0}: '{1}'

# InvalidCreditRow
source: Invalid income value (H) in row {0}: '{1}'
de: Ungültiger Saldowert (Haben) in Zeile {0}: '{1}'

# InvalidDebitRow
source: Invalid expense value (S) in row {0}: '{1}'
de: Ungültiger Saldowert (Soll) in Zeile {0}: '{1}'

# InvalidValue
source: Invalid value in Zeile {0}: '{1}'
de: Ungültiger Saldowert in Zeile {0}: '{1}'

# NotUnique
source: The account number {0} is not unique.
de: Die Kontonummer {0} ist mehrfach vorhanden.

# DefaultBalanceListName
source: Balance list
de: Summen- und Saldenliste

# TestBalanceList
source: use example balance list
de: Beispiel-SuSa verwenden

# NotAssignedAccounts_Count
source: Not assigned accounts ({0})
de: Nicht zugeordnete Konten ({0})

# AssignedAccounts_Count
source: Assigned accounts ({0})
de: Zugeordnete Konten ({0})
