Repository: avendatagmbh/Viewbox_old_2021-
Catalog: Projects/eBalance/eBalanceKit/eBalanceKitResources/Localisation/ResourcesLogging.*.resx
Languages: de

# SendCaption
source: Sendreport
de: Datenversand

source: Show Logs
de: Logs anzeigen

source: Time
de: Zeitpunkt

source: Event
de: Ereignis

# NoNameGiven
source: <No name specified>
de: <Noch kein Name eingegeben>

source: "Unknown taxonomy entry"
de: "Unbekannter Taxonomie-Eintrag"

# SentDeletedDocument
source: Sent a now deleted document.
de: Ein mittlerweile gelöschtes Dokument wurde gesendet.

# VerificationError
source: Error during verification process.
de: Es gab einen Fehler bei der Verifikation.

# SendError
source: Error during sending process.
de: Es gab einen Fehler beim Senden.

# UnknownError
source: There was an unkown error.
de: Es gab einen unbekannten Fehler.

# DocumentSent
source: The document "{0}" has been send.
de: Dokument "{0}" wurde gesendet.

# ListEntryNew
source: A new entry has been added to the list {0}.
de: Ein neuer Eintrag wurde zur Liste {0} hinzugefügt.

# ListEntryRemoved
source: An entry from the list {0} has been deleted.
de: Ein Eintrag der Liste {0} gelöscht.

# ChangeManualValue
source: {1} the manual editable field {0}.
de: Das manuell einzutragende Feld {0} wurde {1}.

source: Changed
de: geändert

source: Added
de: hinzugefügt

source: Removed
de: gelöscht

# LogEntryLoadingNotFinished
source: Loading of the log entries not yet completed.
de: Der Log-Eintrag wurde noch nicht komplett geladen.

# ChangedValue
source: The value {0} was changed.
de: Der Wert {0} wurde geändert.

# AccountFrom
source: An account was from the position
de: Ein Konto wurde von der Position

source: to position
de: zur Position

# AccountTo
source: An account was to the position
de: Ein Konto wurde zur Position

# AccountsHasBeen
source: Some accounts has been
de: Mehrere Konten wurden

# BalanceListHasBeen
source: A balance list has been
de: Eine Summen- und Saldenliste wurde

# TemplateHasBeen
source: A template has been
de: Eine Vorlage wurde

# ReconciliationValueHasBeen
source: {0} value has been
de: {0} wurde

source: (last year)
de: (letztes Jahr)

source: (current year)
de: (aktuelles Jahr)

# TableHasBeen
source: A table has been
de: Eine Tabelle wurde

source: Moved
de: verschoben

source: Used
de: angewendet

source: Imported
de: importiert

# AccountAssignment
source: An account assignment
de: Eine Kontozuordnung

# RightName
source: Right
de: Berechtigung

# RoleName
source: Role
de: Rolle

# RoleHasBeen
source: Role {0} has been
de: Die Rolle {0} wurde

source: Renamed
de: umbenannt

source: deleted role
de: bereits gelöschte Rolle

# RightHasBeen
source: Right for {0} on {1} has been
de: Berechtigung für "{0}" an "{1}" wurde

# UserHasBeen
source: The user "{0}" has been
de: Der Benutzer "{0}" wurde

# TransferValueCalculation
source: reconciliations
de: Überleitungsrechnung

source: other report parts
de: sonstige Berichtsbestandteile

# UserUnknownHasBeen
source: A user has been
de: Ein Benutzer wurde

# FieldOfUserHasBeen
source: The field "{0}" of user "{1}" has been
de: Das Feld "{0}" des Benutzers "{1}" wurde

# SystemHasBeen
source: The system "{0}" has been
de: Das System "{0}" wurde

# SystemUnknownHasBeen
source: A system has been
de: Ein System wurde

# FieldOfSystemHasBeen
source: The field "{0}" of system "{1}" has been
de: Das Feld "{0}" des Systems "{1}" wurde

# CompanyHasBeen
source: Company "{0}" has been
de: Das Unternehmen "{0}" wurde

# FieldOfDocumentHasBeen
source: The field "{0}" of report "{1}" has been
de: Das Feld "{0}" des Dokuments "{1}" wurde

# DocumentUnknownHasBeen
source: a report has been
de: Ein Dokument wurde

# DocumentHasBeen
source: The report "{0}" has been
de: Das Dokument "{0}" wurde

# FieldOfCompanyHasBeen
source: The field "{0}" of company "{1}" has been
de: Das Feld "{0}" der Firma "{1}" wurde

# CompanyUnknownHasBeen
source: A company has been
de: Ein Unternehmen wurde

source: Change
de: Änderung

# NoEntries
source: No log entries.
de: Keine Log-Einträge vorhanden.

# NotRegistered
source: The specified database was not registered.
de: Die angegebenene Datenbank wurde noch nicht registriert.

# ShowLogError
source: An error occured while showing the logs :
de: Beim Anzeigen der Logeinträge ist ein Fehler aufgetreten:

source: unknown object
de: unbekanntem Objekt

source: everything
de: allen Objekten

# DocumentHaveUserRight
source: The document "{0}" is accessed with user right by "{1}"
de: Beim Dokument "{0}" wurde das Benutzerrecht des Benutzers "{1}"

source: user right
de: Benutzerrecht

# Delta
source: Delta transformation
de: Freie Überleitung

# ImportedValues
source: Reconciliation import
de: Import Überleitung

source: Reclassification
de: Eine Umgliederung

source: Taxonomy
de: Taxonomie

# ValueChange
source: Change in the valuation
de: Änderung der Wertansätze Transaktion

source: changed to (
de: geändert zu

source: Deleted reconciliation
de: Gelöschte Überleitung

# ExportModified
source: Export right is {0};
de: Expotieren wurde {0}

# GrantModified
source: Grant right is {0};
de: Erteilen von Berechtigungen wude {0}

# NotSet
source: set to inherited
de: nicht gesetzt

# ReadModified
source: Read right is {0};
de: Lesen wurde {0}

# SendModified
source: Send right is {0};
de: Senden wurde {0}

# SetToDefault
source: set to inherited
de: auf Standardwert gesetzt

# WriteModified
source: Write right is {0};
de: Schreiben wurde {0}

source: forbidden
de: verboten

source: granted
de: erlaubt

source: deleted company
de: gelöschtes Unternehmen

source: deleted system
de: gelöschtes System

# DeletedFinancialYearOrCompany
source: financial year of deleted company
de: Geschäftsjahr eines gelöschten Unternehmens

source: no report selected
de: Es muss zuerst ein Bericht gewählt werden.
