Repository: avendatagmbh/Viewbox_old_2021-
Catalog: Projects/eBalance/eBalanceKit/eBalanceKitResources/Localisation/ResourcesAuditCorrections.*.resx
Languages: de

# AddKorrektionValue
source: add correction value
de: Korrekturwert hinzufügen

# AssignedCorrectionIsSelectedIconTooltip
source: The correction belongs to the currently selected correction dataset
de: Korrektur gehört zum aktuell ausgewählten Korrekturdatensatz

# AuditMode
source: tax audits
de: Betriebs-prüfungen

# AuditModeDescription
source: In audit mode you are able to enter corrections from tax audits for reports which are already sent. In detail you have the following options to do that: 1. Enter correction values for any position: TODO 2. Enter correction values for reconciliations: TODO
de: Im Betriebsprüfungsmodus haben Sie die Möglichkeit Korrekturen in bereits gesendeten Reports vorzunehmen um nachträgliche Änderungen aus Betriebsprüfungen erfassen. Hierbei haben Sie folgende Möglichkeiten: 1. Erfassen der Änderungen einzelner Positionen: TODO 2. Erfassen von Änderungen in der Überleitung: TODO

# AuditModeDialogCaption
source: Audit Mode
de: Betriebsprüfungsmodus

# AuditModeTooltip
source: Audit Mode
de: Betriebsprüfungsmodus

source: Correction Datasets
de: Korrekturdatensätze

# CorrectionDatasetsInfo
source: A correction dataset can contain any number of value corrections from tax audits and is used to outline transactions with regard to content. A comment could be denoted for every dataset to document the backgrounds of the correction.
de: Ein Korrekturdatensatz kann beliebig viele Wertekorrekturen aus Betriebsprüfungen enthalten und dient der Zusammenfasung inhaltlich zusammengehöriger Korrekturen. Für Jeden Datensatz kann ein Kommentar angegeben werden um die Hintergründe für die Korrektur zu dokumentieren.

# DefaultName
source: correction dataset
de: Korrekturdatensatz

# DeleteCorrection
source: Really delete correction "{0}"? This action unrecoverable deletes the selected correction together with all included correction transactions!
de: Korrektur "{0}" wirklich löschen? Mit dieser Aktion wird die Korrektur inklusive aller enthaltenen Korrekturbuchungen unwiederbringlich gelöscht!

# DeleteCorrectionCaption
source: Delete correction?
de: Korrektur löschen?

# DeleteCorrectionTransaction
source: Really delete correction transaction for Position "{0}"?
de: Korrekturbuchung für Position "{0}" wirklich löschen?

# DeleteCorrectionTransactionCaption
source: Delete correction transaction?
de: Korrekturbuchung löschen?

# ProgressCorrectionChecking
source: checking correction "{0}"
de: Korrektur "{0}" wird überprüft

# ElementIsDisabledOrComputed
source: element "{0}" is disabled or computed
de: "{0}" ist deaktiviert oder berechnet

# ProgressDocumentExecuting
source: applying correction(s) for report "{0}"
de: Korrektur(en) für Report "{0}" überehmmen

# ProgressDocumentChecking
source: checking correction(s) for report "{0}"
de: Korrektur(en) für Report "{0}" überprüfen

# TransferSuccessMessage
source: Applied selected corrections successful to the selected reports.
de: Die ausgewählten Korrekturen wurden erfolgreich für die ausgewählten Reports übernommen.

# ProblemEntryNoGaapPresentationTree
source: no representation in the GaapPresentationTrees found for element "{0}"
de: Kein Eintrag für das Element "{0}" in den GaapPresentationTrees gefunden.

# CheckProblemPdfHead
source: transfer of audit corrections - problems
de: Übernehmen von Korrekturen auf Folgejahre - Probleme

# TransferMessageNoTransactionSelected
source: no transacion selected
de: Keine Korrekturen ausgewählt.

# TransferMessageNoReportSelected
source: No report selected
de: Kein Report ausgewählt

# ProgressDocumentLoading
source: loading report "{0}"
de: Lade Report "{0}"
