Repository: avendatagmbh/Viewbox_old_2021-
Catalog: Projects/eBalance/eBalanceKit/eBalanceKitResources/Localisation/ResourcesFederalGazette.*.resx
Languages: de

# PreviewNoData
source: Unable to retrieve the data.
de: Daten konnten nicht empfangen werden.

source: Preview not available
de: Keine Vorschau verfügbar

# ProgressCaptionLoading
source: Loading data from federal gazette ...
de: Abfragen des Bundesanzeigers ...

# TabAnhangHeader
source: Notes
de: Anhang

# TabBilanzHeader
source: Balance
de: Bilanz

# TabCompanySizeHeader
source: Company Size
de: Größe des Unternehmens

source: Large
de: Groß

source: Medium
de: Mittel

source: Small
de: Klein

# TabGuVHeader
source: Income Statement
de: GuV

# TabLageberichtHeader
source: Management report
de: Lagebericht

# TabReportOptionsColAnhang
source: Notes
de: Anhang

# TabReportOptionsColBilanz
source: Balance
de: Bilanz

# TabReportOptionsColGuv
source: Income Statement
de: GuV

# TabReportOptionsColLagebericht
source: Management report
de: Lagebericht

# TabReportOptionsColReportHeader
source: Report part
de: Berichtsbestandteil

# TabReportOptionsColValueHeader
source: Sending?
de: Übermitteln?

# TabReportOptionsHeader
source: Report options
de: Optionen

# WindowTitle
source: eBalance-Kit / Federal gazette assistant
de: eBilanz-Kit / Assistent für die Offenlegung beim Bundesanzeiger

# OvertakeDataQuestion
source: to transfer the values from the E-Balance report to the report for the federal gazette?
de: die Daten aus der E-Bilanz für den Bundesanzeiger übernehmen? (Die Daten sind nachträglich noch änderbar.)

# OvertakeDataCaption
source: Copying values
de: Werte kopieren

source: Client list
de: Liste der Einsenderkunden

source: read companies
de: Unternehmen aulesen

# ExportButton
source: Export as PDF
de: Export als PDF

# ConfigCompanySize
source: Company size:
de: Größe des Unternehmens:

# ConfigCompanySizeLargeToolTip
source: Large company (§267 HGB).
de: Große Unternehmen gem. §267 HGB.

# ConfigCompanySizeMediumToolTip
source: Medium company (§267 HGB).
de: Mittelgroße Unternehmen gem. §267 HGB.

# ConfigCompanySizeSmallToolTip
source: Small company (§267 HGB).
de: Kleine Unternehmen gem. §267 HGB

# ConfigTitle
source: Select the size of your company
de: Auswahl der Unternehmensgröße
