Repository: avendatagmbh/Viewbox_old_2021-
Catalog: Projects/eBalance/eBalanceKit/eBalanceKitResources/Localisation/ResourcesReconciliation.*.resx
Languages: de

# NewReconciliationAssistant
source: assistant for new reconliliation.
de: Assistent für neue Überleitung

# ReconciliationDelta
source: Custom reconciliation
de: Freie Überleitung

# ReconciliationReclassification
source: Reclassification
de: Umgliederung

source: Reconciliations
de: Überleitungen

# ReconciliationSelectTypeCaption
source: Select reconciliation type
de: Überleitungsart auswählen

# ReconciliationValueChange
source: Value change
de: Änderung der Wertansätze

# ReconciliationDeltaShort
source: Custom
de: Freie Überleitung

# ReconciliationReclassificationShort
source: Reclassification
de: Umgliederung

# ReconciliationValueChangeShort
source: Value change
de: Änderung der Wertansätze

# SetReconciliationComment
source: enter comment
de: Erläuterung festlegen

# SetReconciliationReclassificationDest
source: set destination of the reclassification
de: Zielposition der Umgliederung festlegen

# SetReconciliationReclassificationSource
source: set position which should be reclassified
de: umzugliedernde Position festlegen

# AmountCaption
source: Amount
de: Betrag

# CommentCaption
source: Comment
de: Erläuterung

# ReconciliationReclassificationDest
source: Destination of the reclassification
de: Zielposition der Umgliederung

# ReconciliationReclassificationSource
source: Position which should be reclassified
de: Umzugliedernde Position

# SetReconciliationAmountAndComment
source: enter amount and comment
de: Betrag und Erläuterung festlegen

source: New reconciliation
de: Neue Überleitung

# DeleteException
source: Could not delete reconciliation dataset:
de: Überleitungsdatensatz konnte nicht gelöscht werden:

# DeleteTransactionException
source: Could not delete transaction:
de: Buchung konnte nicht gelöscht werden:

# LoadException
source: Could not load reconciliation datasets:
de: Überleitungsdatensätze konnten nicht geladen werden:

# SaveException
source: Could not save reconciliation dataset:
de: Überleitungsdatensatz konnte nicht gespeichert werden:

# SaveTransactionException
source: Could not save transaction:
de: Buchung konnte nicht gespeichert werden:

source: delete Position
de: Position Löschen

# PositionsCaption
source: Positions
de: Positionen

# BalanceListAssets
source: Assets
de: Aktiva

# BalanceListLiabilities
source: Liabilities
de: Passiva

source: Income Statement
de: Gewinn- und Verlustrechnung

source: sum:
de: Summe:

# EmptyReconciliationName
source: <no name>
de: <keine Bezeichnung>

# NameCaption
source: Name
de: Bezeichnung

# ReconciliationDeltaTooltip
source: custom reclassification
de: freie Überleitung

# ReconciliationReclassificationDestTooltip
source: Reclassification (destination position)
de: Umgliederung (Zielposition)

# ReconciliationReclassificationSourceTooltip
source: Reclassification (source position)
de: Umgliederung (Ausgangsposition)

# ReconciliationValueChangeTooltip
source: value change
de: Wertänderung

# AssignDestinationPositionTooltip
source: set position as destination for selected reclassification
de: Position als Zielposition für ausgewählte Umgliederung festlegen

# AssignPositionTooltip
source: add position to selected reconciliation dataset
de: Position zum ausgewählten Überleitungsdatensatz hinzufügen

# AssignSourcePositionTooltip
source: set position as source for selected reclassification
de: Position als Ausgangsposition für ausgewählte Umgliederung festlegen

# EmptyCustomReconciliationNote
source: empty reconciliation - new positions can be added using drag&drop
de: leere Überleitung - neue Positionen können per Drag&Drop hinzugefügt werden

# ReconciliationKindCaption
source: Kind of reconciliation
de: Art der Überleitung

source: Show commercial balance values
de: Handelsbilanzwerte anzeigen

# ShowEnterPreviousYearValuesTextbox
source: Enter previous year values
de: Vorjahreswerte eingeben

source: Show reconciliation values
de: Überleitungswerte anzeigen

source: Show tax balance values
de: Steuerbilanzwerte anzeigen

# TransferKindChangeVlaue
source: Value change
de: Änderung der Wertansätze

# TransferKindReclassification
source: Reclassification
de: Umgliederung

# TransferKindReclassificationChangeValue
source: Reclassification with value change
de: Umgliederung mit Änderung der Wertansätze

# CommentInfo
source: Optional comment of the reconciliation fact. Value will be transfered when sending the report to the financial administration.
de: Optionale Erläuterung des Sachverhaltes. Wert wird beim Senden des Reports an die Finanzbehörden mit übermittelt.

# EmptyListNote
source: No dataset found for this reconciliation type. Click on the "New" button to create a new reconciliation dataset.
de: Für diese Übererleitungsart ist noch kein Datensatz vorhanden. Klicken Sie auf die Schaltfläche "Neu" um einen neuen Übereleitungsdatensatz zu erstellen.

# NameInfo
source: Only for internal use. Value will not be transfered when sending the report to the financial administration.
de: Nur für interne Verwendung. Wert wird beim Senden des Reports an die Finanzbehörden nicht mit übermittelt.

# NoItemSelectedNote
source: Select a dataset to edit details.
de: Wählen Sie einen Überleitungsdatensatz aus, um diesen zu bearbeiten.

# RequestDeletePosition
source: Really remove reconciliation for position "{0}"?
de: Überleitung für Position "{0}" wirklich entfernen?

# SetPosPerDragAndDrop
source: Assign position using drag and drop
de: Position per Drag&Drop zuordnen

# AssignedReconciliationIsSelectedIconTooltip
source: reconciliation is assigned to the currently selected reconciliation dataset
de: Überleitung gehört zum aktuell ausgewählten Überleitungsdatensatz

source: commercial balance value
de: Handelsbilanzwert

# ContainsComputedReconciliationValue
source: this position contains a computed reconciliation value
de: Diese Position enthält einen berechneten Überleitungswert

# ContainsManualReconciliationValue
source: this position contains a manual reconciliation value
de: Für diese Position wurde ein Überleitungswert eingegeben

# PreviousYearValue
source: Reconciliation value previous year
de: Überleitungswerte Vorjahr

# PreviousYearValueCaption
source: reconciliation value previous year:
de: Überleitungswert Vorjahr:

# ReconciliationIsSelectedIconTooltip
source: position contains reconciliation for the currently selected reconciliation dataset
de: Position enthält Überleitung zum aktuell ausgewählten Überleitungsdatensatz

source: tax balance value
de: Steuerbilanzwert

source: reconciliation value
de: Überleitungswert

# RequestDeleteReconciliation
source: Really remove reconciliation dataset "{0}"?
de: Überleitungsdatensatz "{0}" wirklich löschen?

# ReconciliationImportedValues
source: Imported values
de: Importierte Überleitungen

# ReconciliationImportedValuesShort
source: Imported values
de: Importierte Überleitungen

# ReconciliationImportedValuesTooltip
source: imported values
de: importierte Überleitungen

# ReconciliationPreviousYearValues
source: Previous year values
de: Vorjahreswerte

# ReconciliationPreviousYearValuesShort
source: Previous year values
de: Vorjahreswerte

# ReconciliationPreviousYearValuesTooltip
source: Previous year values
de: Vorjahreswerte

# ReconciliationWarningNoAssignedPosition
source: No position has been assigned.
de: Es wurde keine Position zugeordnet.

# ReconciliationWarningNoAssignedTransaction
source: No assigned position is existing for this reconciliation.
de: Für diese Überleitung wurde noch keine Position zugeordnet.

# ReconciliationWarningNoAssignedValue
source: No value has been entered.
de: Es wurde kein Überleitungswert eingegeben.

# ReconciliationWarningNoComercialBalanceValue
source: The assigned source position does not contain a commercial balance value.
de: Die zugeordneten Ausgangsposition enthält keinen Handelsbilanzwert.

# ReconciliationWarningWarningInAssignedTransaction
source: Warning within an assigned position.
de: Warnung bei einer zugeordneten Überleitungsposition.

# DeleteAllPreviousYearValuesCaption
source: Delete All
de: Alle Löschen

# PreviousYearValueInfoPart1
source: Previous year values can be entered directly in the adjacent tree view. To enter these values you need to enable the Option "Enter previous year values" in the configuration (
de: Vorjahreswerte können direkt in der nebenstehenden Baumansicht eingegeben werden. Zur Eingabe muss unter Einstellungen (

# RequestDeleteAllPreviousYearValues
source: Really delete all previous year values?
de: Sollen wirklich alle Vorjahreswerte gelöscht werden?

# RequestDeletePreviousYearValue
source: Really remove previous year value for position "{0}"?
de: Vorjahreswert für Position "{0}" wirklich entfernen?

# TabHeaderSumCaption
source: Sum:
de: Summe:

# AssignmentNotPossibleInformationCaption
source: Assignment not possible
de: Zuordnung nicht möglich

# ImportPreviousYearCaption
source: Import of previous year values
de: Import Vorjahreswerte

# TransactionAssignmentErrorPositionIsReclassificationSource
source: Could not assign position because it is already assigned as source for a reclassification.
de: Position kann nicht zugeordnet werden, da diese bereits als Ausgangsposition für eine Umgliederung verwendet worden ist.

# TransactionAssignmentErrorPositionIsAlreadyAssigned
source: Could not assign position because it is already assigned to the current reconciliation
de: Position kann nicht zugeordnet werden, da diese bereits in der ausgewählten Überleitung enthalten ist.

# TransactionAssignmentErrorReclassivicationIllegalGroup
source: Source and destination of the reclassification must both be contained in the same balance sheet side (assets, libilities) or both contained in the income statement.
de: Quelle und Ziel der Umgliederung müssen beide aus der selben Bilanzseite (Aktiva, Passiva) oder beide aus der GuV stammen.

# ReconciliationFileNotFound
source: File not found: {0}
de: Datei nicht gefunden: {0}

# ReconciliationIsSelectedForReferenceListTooltip
source: Position is selected for creating reference list
de: Position wird für die Erstellung von Referenz-Liste ausgewählt

source: Parameter missing
de: Parameter fehlt

# ExistingPreviousValuesWarning
source: The current report already contains previous year reconciliation values. If you continue, all existing previous year values will be replaced with the imported values.
de: Der aktuelle Report enthält bereits Vorjahreswerte für die Überleitung. Beim importieren werden diese mit den zu importierenden Daten überschrieben.

# ExistingPreviousValuesWarningCaption
source: Continue import?
de: Import fortsetzen?

source: Import not possible
de: Es sind keine Vorjahresreports mit Überleitungswerten vorhanden.

# NoExistingReportsWithPreviousYearValues
source: There are no existing previous year reports with reconciliation values.
de: Import nicht möglich

# SelectedPreviousYearReport
source: Select previous year report
de: gewählter Vorjahresreport:

source: Select previous year report
de: Auswahl Vorjahresreport

source: Summary
de: Zusammenfassung

# ProgressSaveReferenceList
source: Reference list is being saved ...
de: Referenzliste wird gespeichert ...

# ReferenceListPositionDescription
source: Position description
de: Positionsbezeichnung

# ReferenceListCreationError
source: An error occurred while creating the refrence list CSV
de: Bei der Erstellung des CSV-Referenzliste ist ein Fehler aufgetreten

# ProgressImportData
source: Data are being imported ...
de: Daten werden importiert ...

# ReconciliationWarningNoAssignedBalanceSheetPosition
source: No balance sheet position has been assigned.
de: Es wurde keine Bilanzposition zugeordnet.

# ReconciliationWarningNoAssignedISPosition
source: No income statement position has been assigned.
de: Es wurde keine GuV-Position zugeordnet.

# TransactionAssignmentErrorOnlyOneBalanceSheetPosAllowed
source: It is not possible to assign more than one balance sheet position to a value change reconciliation.
de: Die Angabe mehrerer Bilanzpositionen bei Wertänderungen ist nicht möglich.

# ReconciliationImportValuesTitle
source: Reconciliation value import
de: Überleitung Wert Import

# ImportNextButton
source: Next
de: Nächste

# ImportPreviousButton
source: Prev.
de: Vorherige

# RequestDeleteImportedValueNotAllowed
source: Removing input values are not allowed!
de: Entfernen input Werte sind nicht erlaubt!

# EmptyImportedReconciliationNote
source: empty reconciliation - new positions can only be added using import
de: Vorjahreswerte können entweder manuell eingegeben werden, wählen Sie dazu im Menü "Vorjahreswerte eingeben" oder wenn Sie einen Vorjahresbericht haben, dann können Sie diese über Importieren automatisch übernehmen.

# ImportSuccessfulMessage
source: Data import was successful
de: Daten-Import war erfolgreich

# InvalidFormatError
source: Invalid file format
de: Ungültiges Dateiformat

# TransferKindError
source: Transfer kind conversion error
de: Art der Überleitung Konvertierungsfehler

source: Reconciliation import
de: Wertänderungen import

source: Unknown file format
de: Unbekanntes Dateiformat

source: Description
de: Erläuterung

# LabelCaption
source: Label
de: Bezeichnung

source: Type of reconciliation
de: Art der Überleitung

# ProgressExportData
source: Data are being exported ...
de: Daten werden exportiert ...

# ReconciliationAuditCorrection
source: Audit Corrections
de: Korrekturen aus Betriebsprüfungen

# ReconciliationAuditCorrectionPreviousYear
source: Audit Corrections (previous year)
de: Korrekturen aus Betriebsprüfungen (Vorjahr)

# ReconciliationAuditCorrectionPreviousYearShort
source: Audit Corrections (py)
de: BP Korrekturen (VJ)

# ReconciliationAuditCorrectionPreviousYearTooltip
source: corrections from tax audits for previous year values
de: Korrekturen aus Betriebsprüfungen (Vorjahr)

# ReconciliationAuditCorrectionShort
source: Audit Corrections
de: BP Korrekturen

# ReconciliationAuditCorrectionTooltip
source: corrections from tax audits
de: Korrekturen aus Betriebsprüfungen

# AuditCorrectionPreviousYearValueCaption
source: correction of previous year value:
de: Korrektur Vorjahreswerte:

# RequestDeletePreviousYearCorrectionValue
source: Really remove previous year correction value for position "{0}"?
de: Korrekturwert Vorjahr für Position "{0}" wirklich entfernen?

# RequestDeleteAllPreviousYearCorrectionValues
source: Really delete all previous year correction values?
de: Sollen wirklich alle Korrekturen der Vorjahreswerte gelöscht werden?

# ReferenceListPreviousYearValue
source: Previous year value
de: Überleitungswert Vorperioden

# ReferenceListReconciliationDescription
source: Description
de: Erläuterung

# ReferenceListReconciliationName
source: Name of reconciliation
de: Name der Überleitung

# ReferenceListReconciliationValue
source: Reconciliation value
de: Überleitungswert

# ReferenceListValue
source: Balance value
de: Handelsbilanzwert

# ReferenceListFileName
source: {0}_Balance
de: {0}_Bilanz

# ReferenceListFileNameProfitAndLoss
source: {0}_ProfitAndLoss
de: {0}_GuV

# ReferenceListTaxValue
source: Tax value
de: Steuerbilanzwert

# ReconciliationName
source: Name of reconciliation
de: Name der Überleitung

# DeleteAllReconciliation
source: Do you really want to delete all imported reconciliations?
de: Wollen Sie wirklich alle importierten Versöhnungen löschen?

source: Delete Reconciliation
de: Überleitung löschen

# QuestionDeleteAllImportedValues
source: Do you want to delete all imported values?
de: Möchten SIe wirklich alle importierten Daten löschen?

# QuestionDeleteAllPreviousYearValues
source: Do you want to delete all previous year values?
de: Möchten Sie wirklich alle Vorjahreswerte löschen?

# ReconciliationDialogTitle
source: Reconciliation
de: Überleitungsrechnung

# AddReconciliationDlgCaption
source: Add new reconciliation
de: Neue Überleitung hinzufügen

# AuditCorrectionsPreviousYear
source: Correction of previous year value
de: Korrektur Vorjahreswerte

# PreviousYearValues
source: Reconciliation value previous year
de: Überleitungswert Vorjahr

source: Reconciliation transaction
de: Überleitungs-Transaktion

# DragDestinationItemHereCaption
source: Drag the destination item here from the tree to edit.
de: Ziehen Sie das Ziellement per Drag&Drop in dieses umrandete Feld..

# DragItemsHereCaption
source: Drag an item here from the tree to edit.
de: Bitte ziehen Sie eine Position aus der Bilanz oder Gewinn- und Verlustrechnung in dieses umrandete Feld, um es zur Überleitung hinzuzufügen.

# DragSourceItemHereCaption
source: Drag the source item here from the tree to edit.
de: Ziehen Sie das Quellelement per Drag&Drop in dieses umrandete Feld.

# ChooseTransactionsToDeleteCaption
source: Choose transactions to delete
de: Wählen Sie die zu löschenden Überleitungen aus.

# NewReconciliationGeneralCaption
source: General
de: Allgemein

# NewReconciliationSelectionCaption
source: Selection of reconciliation type
de: Auswahl der Überleitungsart

# ReconciliationMenuDeleteImportedValueCaption
source: Delete imported reconciliations
de: Importierte Überleitungen löschen

# ReconciliationMenuDeleteImportedValueDescription
source: Deletes all imported reconciliations
de: Löscht alle importierten Überleitungen.

# ReconciliationMenuDeletePreviousYearValueCaption
source: Delete previous year values
de: Vorjahreswerte löschen

# ReconciliationMenuDeletePreviousYearValueDescription
source: Deletes all previous year values
de: Löscht alle Vorjahreswerte.

# ReconciliationMenuDeleteReconciliationCaption
source: Delete reconciliation
de: Überleitungen löschen

# ReconciliationMenuDeleteReconciliationDescription
source: Allows selection of one or more transactions to delete.
de: Erlaubt die Auswahl von einer oder mehrerer Transaktionen zum Löschen.

# ReconciliationMenuImportPreviousYearValuesCaption
source: Import previous year values
de: Import der Vorjahreswerte

# ReconciliationMenuImportPreviousYearValuesDescription
source: Allows import previous year values
de: Erlaubt das Importieren aus einem Vorjahresbericht.

# ReconciliationMenuImportReconciliationCaption
source: Reconciliation import
de: Import der Überleitungsrechnung

# ReconciliationMenuImportReconciliationDescription
source: Imports reconciliation from a CSV file
de: Importiert die Überleitungsrechnung aus einer CSV-Datei.

source: Change input mode
de: Eingabemodus-Wechsel

# QuestionDeleteAllCurrentYearReconciliations
source: All reconciliations of current year will be deleted, do you want to proceed?
de: Alle Überleitungen des aktuellen Jahres werden beim Wechsel des Eingabe-Modus gelöscht, möchten Sie wirklich fortfahren?

# QuestionDeleteAllTaxBalanceValueReconciliations
source: All tax balance value reconciliations will be deleted, do you want to proceed?
de: Alle Steuerbilanzwerte Überleitungen gelöscht werden, wollen Sie vorgehen?

source: Update reconciliation
de: Ändern der Überleitungsrechnung

# ImportPreviousYearValuesTooltip
source: Import previous year values available when previous year reports are present
de: Es existiert kein Vorjahresbericht mit Überleitungswerten

# ReconciliationTaxBalanceValueTooltip
source: Tax balance value reconciliation
de: Steuerbilanzwert Überleitung

# ReconciliationTaxBalanceValue
source: Tax balance value
de: Steuerbilanzwert

# ReconciliationTaxBalanceValueShort
source: Tax balance value
de: Steuerbilanzwert

source: Reconciliation
de: Überleitung

# AreYouSureDeleteReconciliation
source: Are you sure to delete the selected reconciliation?
de: Möchten Sie die ausgewählten Überleitungen wirklich löschen?

# DeleteReconciliationSuccessfulTitle
source: Delete successful
de: Löschen erfolgreich

source: No selected reconciliation
de: Es wurden keine Überleitungen ausgewählt.

# ReconciliationAssistantImportButtonCaption
source: Import reconciliation CSV-Files
de: CSV-Datei Import mit Überleitungswerten

# ReconciliationAssistantText
source: What do you want to do?
de: Was möchten Sie tun?

# ReconciliationAssistantTitle
source: Reconciliation assistant
de: Assistent für die Überleitungsrechnung

# ReconciliationAssistantWelcome
source: Welcome to the reconciliation import assistant
de: Willkommen beim Import-Assistenten für die Überleitungsrechnung

# ReconciliationDeleteSuccessful
source: The delete of selected reconciliation was successful
de: Die ausgewählten Überleitungsdatensätze wurden gelöscht.

# MessagePrevYearHasNoTransactions
source: Previous year report has no reconciliation transactions therefore import is not possible
de: Vorjahr Bericht hat keine Überleitung Transaktionen daher Import ist nicht möglich

# MenuItemAvailibleWhenDataPresentTooltip
source: Menu item will be available when corresponding data are present
de: Es sind keine Überleitungen vorhanden.
