Repository: avendatagmbh/Viewbox_old_2021-
Catalog: Projects/eBalance/eBalanceKit/eBalanceKitResources/Localisation/ResourcesManamgement.*.resx
Languages: de

# AddCompany
source: create new company
de: Neues Unternehmen anlegen

# AddCompanyDescription
source: TODO
de: Erstellt ein neues Unternehmen. In einem Unternehmen können die Unternehmensstammdaten aller zugeordneten Berichte gemeinsam erfasst und verwaltet werden.

# AddReport
source: create new report
de: Neuen Bericht anlegen

# AddReportDescription
source: TODO
de: Erzeugt einen neuen Bericht.

# AddSystem
source: create new system
de: Neues System anlegen

# AddSystemDescription
source: TODO
de: Erstellt ein neues System. Ein System dient als Gliederungseinheit zum strukturieren zusammengehörender Unternehmen.

# AvailableReportsCaption
source: available reports
de: Verfügbare Berichte

# AvailableSystemsCaption
source: available systems
de: Verfügbare Systeme

# AvallableCompaniesCaption
source: available companies
de: Verfügbare Unternehmen

# BtnUserManagementCaption
source: user management
de: Benutzer-verwaltung

# CompanyManagement
source: manage companies
de: Unternehmen ändern

# CompanyManagementDescription
source: TODO
de: Ändern der erfassten Stammdaten und Geschäftsjahresdefinitionen für die verfügbaren Unternehmen.

# DeleteAllSelectedCompaniesFailed
source: Error when deleting the selected companies:
de: Fehler beim Löschen der ausgewählten Unternehmen:

# DeleteAllSelectedCompaniesSucceed
source: The selected companies has been successfully deleted.
de: Die ausgewählten Unternehmen wurden erfolgreich gelöscht.

# DeleteAllSelectedReportsFailed
source: Error when deleting the selected reports:
de: Fehler beim Löschen der ausgewählten Berichte:

# DeleteAllSelectedReportsSucceed
source: The selected reports has been successfully deleted.
de: Die ausgewählten Berichte wurden erfolgreich gelöscht.

# DeleteAllSelectedSystemsFailed
source: Error when deleting the selected systems:
de: Fehler beim Löschen der ausgewählten Systeme:

# DeleteAllSelectedSystemsSucceed
source: The selected systems has been successfully deleted.
de: Die ausgewählten Systeme wurden erfolgreich gelöscht.

source: delete company
de: Unternehmen Löschen

# DeleteCompanyDescription
source: Delete existing companies. Deletion is only possible for companies which are not assigned to any existing report.
de: Unwiderufliches Löschen eines oder mehrerer Unternehmen.

source: delete report
de: Bericht(e) Löschen

# DeleteReportDescription
source: Delete existing reports.
de: Unwiderufliches Löschen eines oder mehrerer Reports.

source: delete system
de: System(e) Löschen

# DeleteSystemDescription
source: Delete existing systems. Deletion is only possible for systens which are not assigned to any existing report.
de: Unwiderufliches Löschen eines oder mehrerer Systeme.

# DeleteTooltip
source: delete
de: Löschen

# DlgAddCompanyCaption
source: new company
de: Neues Unternehmen

# DlgAddReportCaption
source: new report
de: Neuer Bericht

# DlgAddSystemCaption
source: new system
de: Neues System

# DlgCompanyManagementCaption
source: company management
de: Unternehmen ändern

# DlgDeleteCompanyCaption
source: delete company
de: Unternehmen Löschen

# DlgDeleteReportCaption
source: delete report
de: Berichte Löschen

# DlgDeleteSystemCaption
source: delete system
de: Systeme Löschen

# DlgEditCompanyCaption
source: edit company
de: Unternehmen Bearbeiten

# DlgEditReportCaption
source: edit report
de: Bericht Bearbeiten

# DlgEditSystemCaption
source: edit system
de: System Bearbeiten

# DlgImportCompanyDataCaption
source: import company master data
de: Firmenstammdaten importieren

# DlgReportManagementCaption
source: report management
de: Berichte ändern

# DlgSetupAssistantCaption
source: setup assistant
de: Einrichtungsassistent

# DlgSystemManagementCaption
source: system management
de: Systeme ändern

# EditTooltip
source: edit
de: Bearbeiten

# ErrMsgDuplicateSystemName
source: The entered system name has already been used.
de: Der angegebene Systemname ist bereits vergeben.

# ErrMsgNoSystemName
source: No system name has been entered.
de: Es wurde noch kein Systemname angegeben.

# ImportCompany
source: import company master data
de: Firmenstammdaten importieren

# ImportCompanyDescription
source: Imports one or more companies from csv files.
de: Importiert ein oder mehrere Unternehmen aus CSV Dateien.

source: report management
de: Berichte ändern

# ReportManagementDescription
source: Change entered data for existing reports.
de: Ändern der erfassten Daten für die verfügbaren Reports.

# RequestDeleteAllSelectedCompanies
source: Really delete all selected companies irrevocably?
de: Sollen die ausgewählten Unternehmensstammdaten wirklich unwideruflich gelöscht werden?

# RequestDeleteAllSelectedReports
source: Really delete all selected reports irrevocably?
de: Sollen die ausgewählten Berichte wirklich unwideruflich gelöscht werden?

# RequestDeleteAllSelectedSystems
source: Really delete all selected systems irrevocably?
de: Sollen die ausgewählten Systeme wirklich unwideruflich gelöscht werden?

# RequestDeleteCompany
source: Should the company '{0}' really be deleted?
de: Soll das Unternehmen '{0}' wirklich gelöscht werden?

# RequestDeleteReport
source: Should the report '{0}' really be deleted?
de: Soll der Bericht '{0}' wirklich gelöscht werden?

# RequestDeleteSystem
source: Should the system '{0}' really be deleted?
de: Soll das System '{0}' wirklich gelöscht werden?

source: setup assistant
de: Einrichtungsassistent

# SetupAssistantDescription
source: assistent to setup new systems, companies and reports
de: Statet einen Assistenten für die Einrichtung neuer Systeme, Unternehmen und Berichte.

# SystemHasAssignedDocumentTooltip
source: System could not be deleted because it has been assigned to at least one report
de: Löschen nicht möglich, da dieses Element noch mindestens einem Bericht zugeordnet ist

# SystemManagement
source: edit systems
de: Systeme ändern

# SystemManagementDescription
source: Edit entered data for existing systems.
de: Ändern der erfassten Daten für die verfügbaren Systeme.
